Repository: hnvas/sendy-pt_BR
Catalog: */LC_MESSAGES/default.po
Languages: pt_br

source: Segments are subscribers filtered from a list based on certain conditions you define. Research shows sending emails to targeted segments not only improves open and click through rates, revenue can increase by more than 25%. Sendy enables you to create dynamic segments for any list. Target segments of subscribers based on conditions you define using default fields like 'name' and 'email' or using any of your custom fields. Create multiple conditions and group them using 'AND' and 'OR' for each segment. Once you've created your segments, you can send targeted campaigns to these segments in addition to lists. You can even choose segments to 'exclude' from your sends.
pt_br: Segmentos são os assinantes filtrados de uma lista baseados em certas condições que você define. Pesquisas apontam que enviar emails para grupos segmentados não apenas aumenta a taxa de abertura e cliques, como aumenta o retorno em mais de 25%. Sendy te permite criar segmentos dinâmicos para qualquer lista. Você pode criar grupos segmentados de assinantes usando os campos padrão ‘nome’ e ‘email’ ou qualquer um de seus campos personalizados. Crie múltiplas condições e as agrupe usando ‘OU’ e ‘E’ para cada segmento. Uma vez que você tenha criado seus segmentos, você pode enviar campanhas direcionadas para eles além de para as listas. Você pode até escolher segmentos a serem ‘excluídos’ de seus envios.

source: Existing segments
pt_br: Segmentos existentes

source: Segment
pt_br: Segmento

source: Subscribers
pt_br: Assinantes

source: Update
pt_br: Atualizar

source: Update totals for
pt_br: Atualize os totais para

source: All conditions in this segment will be permanently deleted.
pt_br: Todas as condições neste segmento serão excluídas permanentemente.

source: Failed to delete segment
pt_br: A exclusão do segmento falhou

source: No segments
pt_br: Nenhum segmento

source: Email has been sent!
pt_br: O e-mail foi enviado!

source: Sorry, unable to send. Please try again later!
pt_br: Lamentamos, não foi possível enviar. Tente novamente mais tarde!

source: Please disable 'ONLY_FULL_GROUP_BY' from 'sql_mode'
pt_br: Por favor desative ‘ONY_FULL_GROUP_BY’ no ‘sql_mode’

source: We have detected that 'ONLY_FULL_GROUP_BY' is enabled in 'sql_mode' in your MySQL server. Your campaign will fail to send unless 'ONLY_FULL_GROUP_BY' is removed from 'sql_mode'. Here's how to fix this &rarr;
pt_br: Detectamos que o ‘ONLY_FULL_GROUP_BY’ está ativo no ‘sql_mode’ de seu servidor MySQL. Sua campanha não será enviada a menos que ‘ONLY_FULL_GROUP_BY’ seja removido do ‘sql_mode’. Veja aqui como resolver isso &rarr;

source: Visit your "Brands" page by clicking your company's name at the top left of the screen. Then check the instructions on the left sidebar on how to resolve this issue
pt_br: Visite sua página da organização, clicando no nome da sua empresa no topo esquerda da tela. Em seguida, verifique as instruções na barra lateral esquerda sobre como resolver este problema

source: or
pt_br: ou

source: is pending verification in your Amazon SES console
pt_br: está pendente de verificação no seu console da Amazon SES

source: Your 'From email' or its domain is pending verification in your Amazon SES console. Please complete the verification then refresh this page to proceed.
pt_br: Seu 'Email do remetente' ou o seu domínio está pendente de verificação em seu console da Amazon SES. Por favor, complete a verificação, em seguida, atualize esta página para prosseguir.

source: Your 'From email' or its domain is not verified in your Amazon SES console. A verification email has been sent to your 'From email' address with a confirmation link to complete the verification. Please click the link to complete the verification, then refresh this page.
pt_br: Seu 'Email do remetente' ou o seu domínio não estão verificados em seu console da Amazon SES. Um email de verificação acabou de ser enviado para seu ‘Email do remetente’ com um link de confirmação para completar a verificação. Por favor clique no link para completar a verificação, então atualize esta página.

source: A verification email has been sent to your 'From email' address with a confirmation link. Please click the link to verify you are the owner of the 'From email', then refresh this page.
pt_br: Um email de verificação acabou de ser enviado para seu ‘Email do remetente’ com um link de confirmação para completar a verificação. Por favor clique no link para completar a verificação, então atualize esta página.

source: Test send this campaign
pt_br: Testar o envio desta campanha

source: Test email(s)
pt_br: Email(s) de teste

source: Email addresses, separated by comma
pt_br: Endereços de e-mail, separados por vírgula

source: Define recipients
pt_br: Definir destinatários

source: Choose your lists & segments
pt_br: Escolha sua lista & segmentos

source: No list found, click to add one.
pt_br: Nenhuma lista encontrada, clique para adicionar uma.

source: No segments found
pt_br: Nenhum segmento encontrado

source: Exclude lists from this campaign?
pt_br: Excluir listas desta campanha?

source: Don't include emails from these list & segments
pt_br: Não inclua emails desta lista & segmentos

source: resets on
pt_br: reseta em

source: of
pt_br: de

source: remaining
pt_br: restando

source: You can't send more than your monthly limit. Request for your limit to be raised by sending an email to
pt_br: Você não pode mandar mais que o seu limite mensal. Solicite que o seu limite mensal seja aumentado enviando um e-mail para

source: Send newsletter now!
pt_br: Enviar newsletter agora!

source: Your campaign is now sending!
pt_br: Sua campanha está sendo enviada agora mesmo!

source: You can safely close this window, your campaign will continue to send.
pt_br: Você já pode fechar esta janela com segurança. Sua campanha continuará sendo enviada.

source: You will be notified by email once your campaign has completed sending.
pt_br: Você será notificado por e-mail assim que concluírmos o envio da sua campanha.

source: Fee per recipient
pt_br: Taxa por destinatário

source: Grand total
pt_br: Grande total

source: Proceed to pay for campaign
pt_br: Continuar para o pagamento da campanha

source: SES sends left
pt_br: Envios SES restantes

source: Unable to get your SES quota from Amazon. Visit your "Brands" page by clicking your company's name at the top left of the screen. Then check the instructions on the left sidebar on how to resolve this issue
pt_br: Não foi possível obter sua cota da Amazon SES. Visite sua página da organização, clicando no nome da sua empresa no topo esquerda da tela. Em seguida, verifique as instruções na barra lateral esquerda sobre como resolver este problema

source: Please try again by refreshing this page. If this error persist, visit your Amazon SNS console and delete all 'Topics' and 'Subscriptions' and try again.
pt_br: Por favor, tente novamente atualizando esta página. Se este erro persistir, visite o seu console da Amazon SNS e remova todos os 'Topics' e 'Subscriptions' e tente novamente.

source: Error: Unable to create bounces and complaints SNS topics, please try again by refreshing this page.
pt_br: Erro: Não foi possível criar os tópicos SNS para rejeições e reclamações, por favor tente novamente ao atualizar essa página.

source: Sendy is unable to verify and setup bounces & complaints handling for your 'From email' address. Here's what you need to do:
pt_br: Sendy não foi possível verificar e configurar o tratamento de rejeições & reclamações para o 'Email do remetente'. Aqui está o que você precisa fazer:

source: Visit your <a href="https://console.aws.amazon.com/iam/home#/users" target="_blank">IAM console</a> then follow the instructions in <a href="#amazonsnsfullaccess" data-toggle="modal">this video</a>.
pt_br: Visite o <a href="https://console.aws.amazon.com/iam/home#/users" target="_blank">console do IAM</a> e siga as instruções deste <a href="#amazonsnsfullaccess" data-toggle="modal">vídeo</a>.

source: Then refresh this page.
pt_br: Então atualize essa página.

source: Once this is done, Sendy will be able to setup bounces & complaints handling automatically.
pt_br: Quando isso finalizar, o Sendy poderá configurar o tratamento de rejeições & reclamações de forma automática.

source: How to add AmazonSNSFullAccess policy to IAM user
pt_br: Como adicionar a política AmazonSNSFullAcess para seu usuário IAM

source: Error communicating with Amazon SNS API
pt_br: Erro ao conectar com a API da Amazon SNS

source: It looks like you are still in Amazon SES "Sandbox mode". You can only send to email addresses that you've verified in your
pt_br: Parece que você ainda está no modo "Sandbox" na Amazon SES. Você só pode enviar para endereços de e-mail que você já verificou em sua

source: Amazon SES console.
pt_br: Console da Amazon SES.

source: If you try to send newsletters to emails NOT verified in your SES console, your recipient will not receive the newsletter.
pt_br: Se você tentar enviar newsletters para e-mails que NÃO estejam verificados em seu console SES, seus destinatários não receberão a newsletter.

source: Request Amazon to raise your 'SES Sending Limits' to get out of "Sandbox mode"
pt_br: Solicitar a Amazon para aumentar os limites de envio do SES para sair do modo "Sandbox"

source: to lift this restriction.
pt_br: para remover esta restrição.

source: You can't send more than your SES daily limit. Either wait till Amazon replenishes your daily limit in the next 24 hours, or
pt_br: Você não pode enviar mais que o seu limite diário do SES. Ou aguarde até que Amazon reabasteça o seu limite diário nas próximas 24 horas, ou

source: request for extended access
pt_br: solicite acesso estendido

source: We recommend
pt_br: Nós recomendamos

source: setting up CRON
pt_br: configurar o CRON

source: to send your newsletters
pt_br: para enviar suas newsletter

source: Newsletters sent via CRON have the added ability to automatically resume sending when your server times out. You'll also be able to schedule emails.
pt_br: Newsletters enviadas via CRON têm a habilidade de retomarem automaticamente o envio caso o servidor caia. Você também poderá agendar o envio dos e-mails.

source: You haven't set up CRON yet, but that's okay. You can still send newsletters right now. But keep in mind that you won't be able to navigate around Sendy until sending is complete. Also, you'll need to manually resume sending (with a click of a button) if your server times out.
pt_br: Você não configurou um CRON ainda, mas não tem problema. Você ainda pode enviar newsletters. Mas lembre-se que você não poderá mudar ou fechar a aba/janela do Sendy até que o envio esteja completo. Além do mais, você terá que retormar manualmente o envio (clicando em um botão) se o seu servidor cair.

source: Setup CRON now
pt_br: Configurar o CRON agora

source: To schedule campaigns or to make sending more reliable, add a
pt_br: Para agendar campanhas ou tornar o envio mais confiável, adicione uma

source: cron job
pt_br: tarefa cron

source: with the following command.
pt_br: com o seguinte comando.

source: This command needs to be run every 5 minutes in order to check the database for any scheduled campaigns to send.
pt_br: Este comando precisa rodar a cada 5 minutos para verificar no banco de dados qualquer campanha agendada que deve ser enviada.

source: Once added, wait around 5 minutes. If your cron job is functioning correctly, you'll see the scheduling options instead of this modal window when you click on "Schedule this campaign?".
pt_br: Uma vez adicionada, aguarde em média 5 minutos. Se a sua tarefa cron estiver funcionando corretamente, você verá as opções de agendamento ao invés dessa janela modal ao clicar em "Agendar esta campanha?".

source: Schedule this campaign
pt_br: Agenda esta campanha

source: Pick a date
pt_br: Escolha uma data

source: Set a time
pt_br: Defina um horário

source: Select a timezone
pt_br: Selecione uma fuso horário

source: Schedule campaign now
pt_br: Agendar esta campanha agora

source: Schedule and pay for campaign
pt_br: Agenda e pagar pela campanha

source: Edit newsletter
pt_br: Editar newsletter

source: Newsletter preview
pt_br: Pré-visualização da newsletter

source: From
pt_br: De

source: Opens tracking
pt_br: Rastreamento de aberturas

source: Disabled
pt_br: Desabilitado

source: Clicks tracking
pt_br: Rastreamento de cliques

source: Have you double checked your selected lists? If so, let's go ahead and send this!
pt_br: Você verificou com atenção as listas que estão selecionadas? Em caso positivo, vamos lá, envie sua campanha!

source: Have you double checked your selected lists? If so, proceed to pay for this campaign.
pt_br: Você verificou com atenção as listas que estão selecionadas? Em caso positivo, prossiga para o pagamento da campanha.

source: Important: Bounces or complaints were not set up
pt_br: Importante: Rejeições ou denúncias não foram corretamente configurados

source: We've detected that bounces or complaints have not been setup.
pt_br: Detectamos que as rejeições ou denúncias não foram configurados.

source: Not having bounces or complaints registered means future campaigns will continue to be sent to emails that bounced and recipients who have marked your emails as spam. This may lead to Amazon suspending your AWS account.
pt_br: Não registrar as rejeições de e-mail ou as denúncias fará com que suas futuras campanhas continuem sendo enviadas para e-mails que serão rejeitados, ou para destinatários que marcaram as suas newsletters como spam. Isso pode acarretar numa suspensão da sua conta por parte da Amazon.

source: We highly recommend setting up bounces & complaints
pt_br: Nós recomendamos FORTEMENTE que você configure as suas rejeições e denúncias

source: Visit our Get Started Guide and complete steps 7 & 8
pt_br: Visite nosso Guia de Introdução e complete os passos 7 & 8

source: Or troubleshoot with this FAQ
pt_br: Ou resolver problemas com este FAQ

source: Don't send
pt_br: Não enviar

source: Send anyway
pt_br: Enviar mesmo assim

source: Your campaign has been scheduled
pt_br: Sua campanha foi agendada

source: You will be notified by email once your campaign has been sent.
pt_br: Você será notificado por e-mail assim que a sua campanha for enviada.

source: Now sending
pt_br: Enviando agora

source: Your campaign is on the way!
pt_br: Sua campanha está a caminho!

source: You can close this window and your campaign will continue to send. You will be notified by email once your campaign has completed sending.
pt_br: Você pode fechar esta janela e a sua campanha continuará sendo enviada. Você será notificado por e-mail assim que for concluído o envio da mesma.

source: Settings have been saved!
pt_br: As configurações foram salvas!

source: Company
pt_br: Empresa

source: Your company
pt_br: Sua empresa

source: Your name
pt_br: Seu nome

source: This login email address is already in use by one of your brands. Please find the brand that uses this login email address and change it to something else so that you can save. Or use another email address.
pt_br: Este e-mail de login já está em uso por uma das nossas organizações. Por favor, encontre a organização que está usando este endereço de e-mail e mude-o para outro, para que você possa salvar. Ou então, use um outro endereço de e-mail.

source: Password (leave blank to not change it)
pt_br: Senha (deixe em branco para não mudar)

source: Enable two-factor authentication
pt_br: Habilitar autenticação de dois fatores

source: Regenerate secret key
pt_br: Gerar nova chave secreta

source: What is "Two-factor authentication"?
pt_br: O que é "Autenticação de dois fatores"?

source: Two-factor authentication provides an additional layer of security by requiring a one time password (OTP) in addition to email & password credentials. You can get OTP codes without an internet or cellular connection using a <a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">two-factor application</a>.
pt_br: A autenticação de dois fatores fornece uma camada adicional de segurança, exigindo uma senha descartável (OTP) além das credenciais de e-mail e senha. Você pode obter códigos OTP sem uma internet ou conexão celular usando uma <a href="#two_factor_apps" data-toggle="modal" style="text-decoration:underline;">aplicativo de autenticação de dois fatores</a>.

source: <strong>Step 1</strong>: Scan the following QR code (or enter the secret key) into your <a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">two-factor application</a>:
pt_br: <strong>Etapa 1</strong>: Digitalize o seguinte código QR (ou insira a chave secreta) em seu <a href="#two_factor_apps" data-toggle="modal" style="text-decoration:underline;">aplicativo de autenticação de dois fatores</a>:

source: Secret key:
pt_br: Chave secreta:

source: <strong>Step 2</strong>: Use your <a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">two-factor application</a> to generate an OTP code, then paste it below:
pt_br: <strong>Etapa 2</strong>: Use seu <a href="#two_factor_apps" data-toggle="modal" style="text-decoration:underline;">aplicativo de autenticação de dois fatores</a> para gerar um código OTP, e depois cole-o abaixo:

source: OTP code, eg. 123456
pt_br: Código OTP, exemplo: 123456

source: Confirm and enable two-factor authentication
pt_br: Confirmar e habilitar a autenticação de dois fatores

source: Two-factor authentication applications
pt_br: Aplicações de autenticação de dois fatores

source: There are many 'Two-factor authentication' mobile apps available in the market for free that can be used with services that supports 2FA like Amazon, Gmail, Dropbox, Facebook etc. The most common is 'Google Authenticator'. The following are links to Google Authenticator app for both iOS and Android:
pt_br: Há vários aplicativos gratuitos de autenticação de dois fatores disponíveis no mercado que pode ser usado com os serviços como Amazon, Gmail, Dropbox, Facebook etc. O mais comum é 'Google Authenticator'. A seguir estão links para o aplicativo Google Authenticator para iOS e Android:

source: OTP is correct, but unable to save.
pt_br: Código OTP está correto, porém, não foi possível salvar.

source: OTP code is incorrect. Please try again.
pt_br: Código OTP está incorreto. Por favor, tente novamente.

source: Please enter a valid, numeric OTP code.
pt_br: Por favor informe um código numérico OTP válido.

source: Select your timezone
pt_br: Selecione o seu fuso horário

source: Select your language
pt_br: Selecione sua linguagem

source: Amazon Web Services Credentials
pt_br: Credenciais da Amazon Web Services

source: Please see Step 5 of the Get Started Guide on how to create a set of IAM credentials to hook up your Amazon SES account with your Sendy installation
pt_br: Consulte a Etapa 5 do Guia de primeiros passos para saber como criar um conjunto de credenciais do IAM para conectar sua conta do Amazon SES à sua instalação do Sendy

source: AWS Access Key ID
pt_br: ID da Chave de Acesso da AWS

source: AWS Secret Access Key
pt_br: Segredo da Chave de Acesso da AWS

source: AWS Secret Acesss Key
pt_br: Segredo da Chave de Acesso da AWS

source: Amazon SES region
pt_br: Região da Amazon SES

source: Please select the same region as what's set in your Amazon SES console in the region selection drop down menu at the top right.
pt_br: Selecione a mesma região que está definida no console do Amazon SES no menu suspenso de seleção de região, no canto superior direito.

source: Your Amazon SES region
pt_br: Sua região da Amazon SES

source: Sending rate
pt_br: Taxa de envio

source: Sendy sends bulks of emails in parallel per second according to your Amazon SES send rate. Depending on the capability of your server, your server may have trouble processing huge bulks of emails efficiently if your SES send rate is very high. Lowering your send rate may yield better sending speed and stability.
pt_br: O Sendy envia e-mails a cada segundo de acordo com a sua taxa de envio na Amazon SES. A depender da capacidade do seu servidor, este último pode ter problemas ao tentar processar grandes quantidades de e-mail com eficiência se a sua taxa de envio do SES for muito alta. Diminuindo sua taxa de envio pode significar uma melhor velocidade e estabilidade de envio.

source: Adjust sending rate
pt_br: Ajustar taxa de envio

source: Max
pt_br: Máx

source: emails per second
pt_br: e-mails por segundo

source: PayPal account
pt_br: Conta PayPal

source: If you charge your client(s) a fee for sending newsletters, they'll pay to this PayPal account. Also, don't forget to turn <strong>Auto Return</strong> ON in your PayPal account under <strong>Profile > My sellings tools > Website preferences</strong> so that your client will be automatically re-directed to the sending script after payment. Just use your website's URL for the <strong>Return URL</strong> to be able to save.
pt_br: Se você cobra alguma taxa aos seus clientes para enviar newsletters, você receberá os pagamentos nesta conta do PayPal. Não esqueça também de ativar o <strong>Retorno Automático</strong>em sua conta do PayPal, em <strong>Perfil > Minhas ferramentas de venda > Preferências de website</strong> para que os seus clientes sejam automaticamente redirecionados para o script de envio assim que concluirem o pagamento. Use apenas a URL do seu website para a <strong>URL de Retorno</strong> para que seja possível salvar.

source: PayPal email address
pt_br: Endereço de e-mail do PayPal

source: PayPal account email address
pt_br: Endereço de e-mail da conta no PayPal

source: No. of brands to show per page
pt_br: No. de organizações exibidas por página

source: brands per page
pt_br: organizações por página

source: Require typing 'DELETE' before a brand, campaign, list or template can be deleted
pt_br: Exigir a digitação de 'DELETE' antes que uma marca, campanha, lista ou modelo possa ser excluído

source: Sending preferences
pt_br: Preferências de envio

source: The <a href="https://www.eugdpr.org/the-regulation.html" target="_blank" style="text-decoration: underline;">General Data Protection Regulation (GDPR)</a> is a regulation in EU law on data protection and privacy for all individuals within the European Union. The GDPR regulation affects anyone in the world who collect and process the personal data of EU users. If you collect and process data of EU users, these GDPR features will be useful to you.
pt_br: O <a href="https://www.eugdpr.org/the-regulation.html" target="_blank" style="text-decoration: underline;">Regulamento geral de proteção de dados (GDPR)</a> é um regulamento na legislação da UE sobre proteção de dados e privacidade para todos os indivíduos dentro da União Europeia. O regulamento GDPR afeta qualquer pessoa no mundo que coleta e processa dados pessoais de usuários da UE. Se você coletar e processar dados de usuários da UE, esses recursos do GDPR serão úteis para você.

source: Subscribers who signup through the provided 'Ready-to-use subscribe form' or the embeddable 'Subscribe form HTML code' with 'gdpr' parameter set to 'true' will be tagged with 'GDPR'. By enabling this option, your future Campaigns will only send to subscribers tagged with 'GDPR'.
pt_br: Assinantes que se inscreverem pelo "Formulário de inscrição pronto para uso" fornecido ou o "Código HTML do formulário de inscrição" incorporado com o parâmetro 'GDPR' definido como "verdadeiro" serão marcados com 'GDPR'. Ao ativar essa opção, suas campanhas futuras só serão enviadas para assinantes marcados com 'GDPR'.
