Repository: hnvas/sendy-pt_BR
Catalog: */LC_MESSAGES/default.po
Languages: pt_br

source: Sending limits
pt_br: Limites de envio

source: No limits
pt_br: Sem limites

source: Monthly limit
pt_br: Limite mensal

source: Non expiring limit
pt_br: Sem limite de expiração

source: Number of emails
pt_br: Número de e-mails

source: Number of emails per month
pt_br: Número de e-mails por mês

source: Currently used
pt_br: Atualmente usado

source: Reset limit on which day of the month?
pt_br: Resetar limite em qual dia do mês?

source: List settings
pt_br: Configurações de lista

source: List name
pt_br: Nome da lista

source: The list name
pt_br: O nome da lista

source: For each new signup
pt_br: Para cada nova inscrição

source: Send me an email notification
pt_br: Envie-me uma notificação por email

source: Notification email address
pt_br: Endereço de e-mail de notificação

source: Unsubscribe user from another list
pt_br: Cancelar inscrição de usuário de outra lista

source: Which list?
pt_br: Qual lista?

source: Select a list..
pt_br: Selecione uma lista ..

source: Subscribe settings
pt_br: Configurações de assinatura

source: List type
pt_br: Tipo de lista

source: If you select double opt-in, users will be required to click a link in a confirmation email they'll receive when they sign up via the subscribe form or API.
pt_br: Se você escolher opt-in duplo, seus usuários receberão um link de confirmação por e-mail que deve ser clicado após a inscrição, sendo esta via formulário de inscrição ou via API.

source: Single Opt-In
pt_br: Opt-in único

source: Double Opt-In
pt_br: Opt-in duplo

source: Subscribe success page
pt_br: Página de inscrição efetuada

source: To redirect users to a custom page letting them know they're subscribed successfully, enter the link below. If you chose 'Double Opt-In' as your 'List type', this page will tell them a confirmation email has been sent to them.
pt_br: Para redirecionar os usuários para uma página personalizada, permitindo que eles saibam que estão inscritos com sucesso, insira o link abaixo. Se você escolher "Opt-in duplo" como seu "Tipo de lista", esta página informará que um e-mail de confirmação foi enviado para eles.

source: Page URL
pt_br: URL da página

source: Advanced options
pt_br: Opções avançadas

source: You can also pass variables into your custom 'Subscribe success page' like so
pt_br: Você também pode passar variáveis em sua página ‘Cadastrado com sucesso’ personalizada

source: Example
pt_br: Exemplo

source: <code>%n</code> will be converted into the subscriber's name
pt_br: <code>%n</code> será transformado no nome do assinante

source: <code>%e</code> will be converted into the 'email'
pt_br: <code>%e</code> será transformado no "email"

source: <code>%l</code> will be converted into the 'listID'
pt_br: <code>%l</code> será transformado em “listID”

source: Subscription confirmed page
pt_br: Página de assinatura confirmada

source: only applies for double opt-ins
pt_br: aplica-se somente a opt-in duplos

source: To redirect users to a custom URL letting them know their 'Double Opt-in' subscription is confirmed, enter the link below.
pt_br: Para redirecionar os usuários para uma URL personalizada, permitindo que eles saibam que sua assinatura "Opt-in dupla" está confirmada, insira o link abaixo.

source: You can also pass variables into your custom 'Subscription confirmed page' like so
pt_br: Você pode passar as variáveis customizadas para sua página ‘Confirmação de assinatura’ também

source: Already subscribed page
pt_br: Página já inscrita

source: To redirect users to a custom URL letting them know they're already subscribed, enter the link below.
pt_br: Para redirecionar os usuários para uma URL personalizada, informando que eles já estão inscritos, insira o link abaixo.

source: GDPR reconsent success page
pt_br: Página de reconsentimento do GDPR

source: When you send a reconsent campaign with the <code>[reconsent]</code> tag, the converted reconsent link will send the user to a generic page thanking them for their confirmation. To redirect them to a custom URL, enter the link below.
pt_br: Quando você envia uma campanha de reconsentimento com a tag <code> [reconsent] </code>, o link de reconsentimento convertido enviará o usuário para uma página genérica agradecendo a sua confirmação. Para redirecioná-los para uma URL personalizada, insira o link abaixo.

source: GDPR consent not given page
pt_br: Página de consentimento GDPR não dado

source: If you enabled 'GDPR fields' for your subscribe form, users will be required to tick a checkbox in order to complete the subscription. If they don't, they'll be sent to a generic page with an error message "Consent not given". To redirect them to a custom URL, enter the link below.
pt_br: Se você ativou 'campos GDPR' para seu formulário de assinatura, os usuários precisarão marcar uma caixa de seleção para concluir a assinatura. Caso contrário, eles serão enviados para uma página genérica com uma mensagem de erro "Consentimento não dado". Para redirecioná-los para uma URL personalizada, insira o link abaixo.

source: Send user a thank you email after they subscribe through the subscribe form or API?
pt_br: Enviar um e-mail de agradecimento após eles se inscreverem via o formulário de inscrição ou via API?

source: Thank you email subject
pt_br: Assunto do e-mail de agradecimento

source: Email subject
pt_br: Assunto do e-mail

source: Thank you email message
pt_br: Mensagem de agradecimento

source: You can use personalization tags as well as any custom field tags in the subject and message of your thank you email. Eg.
pt_br: Você pode usar tags de personalização, bem como quaisquer tags de campo personalizado no assunto e mensagem do seu e-mail de agradecimento. Ex.

source: You can also use <code>[unsubscribe]</code> or <code>&lt;unsubscribe&gt;&lt;/unsubscribe&gt;</code> in the HTML of your thank you email.
pt_br: Você também pode usar o <code>[unsubscribe]</code> ou <code>&lt;unsubscribe&gt;&lt;/unsubscribe&gt;</code> no HTML do seu e-mail de agradecimento.

source: Email message
pt_br: Mensagem de e-mail

source: Confirmation email subject
pt_br: Assunto do e-mail de confirmação

source: A generic subject line will be used if you leave this field empty.
pt_br: Caso este campo seja deixado em branco, um assunto genérico será utilizado.

source: Subject of confirmation email
pt_br: O assunto do e-mail de confirmação

source: Double Opt-In confirmation message
pt_br: Mensagem de confirmação do opt-in duplo

source: A generic email message will be used if you leave this field empty.
pt_br: Uma mensagem de e-mail genérica será utilizada caso este campo seja deixado em branco.

source: Don't forget to include the confirmation link tag
pt_br: Lembre-se de incluir a tag

source: somewhere in your message
pt_br: em algum local na sua mensagem, para gerar o link de confirmação

source: You can use personalization tags as well as any custom field tags in the subject and message of your confirmation email. Eg.
pt_br: Você pode usar tags de personalização, bem como tags de campos personalizados no assunto e mensagem do seu e-mail de confirmação. Ex.

source: Unsubscribe settings
pt_br: Configurações de cancelamento de assinatura

source: Unsubscribe behavior
pt_br: Característica de cancelamento de assinatura

source: If you select double opt-out, users will be required to click a confirmation link in the unsubscribe page to complete their unsubscription.
pt_br: Se você selecionar a opção de desativação dupla, os usuários precisarão clicar em um link de confirmação na página de cancelamento de inscrição para concluir a remoção.

source: Single Opt-Out
pt_br: Opt-Out Único

source: Double Opt-Out
pt_br: Opt-Out Duplo

source: Unsubscribe user
pt_br: Cancelar assinatura de usuário

source: When a user unsubscribes from a newsletter or through the API, choose whether to unsubscribe them from this list only, or unsubscribe them from all lists in this brand.
pt_br: Quando um usuário cancelar a assinatura através de uma newsletter ou pela API, escolha entre cancelar a assinatura dele apenas para esta lista, ou de todas as listas desta organização.

source: Only this list
pt_br: Apenas esta lista

source: All lists
pt_br: Todas as listas

source: Unsubscribe confirmation page
pt_br: Página de confirmação de cancelamento

source: When users unsubscribe from a newsletter, they'll be sent to a generic unsubscription confirmation page. To redirect users to a page of your preference, enter the link below.
pt_br: Quando os usuários cancelarem a assinatura de uma newsletter, eles serão direcionados a uma página genérica de confirmação de cancelamento. Para redirecioná-los para uma página de sua preferência, entre com o link da mesma abaixo.

source: You can also pass variables into your custom 'Unsubscribe confirmation page' like so
pt_br: Você pode passar as variáveis customizadas para sua página ‘Confirmação de desinscrição’ também

source: <code>%s</code> will be converted into the full 're-subscribe' URL
pt_br: <code>%s</code> será transformado na URL de ‘re-inscrever’ completa

source: Send user a confirmation email after they unsubscribe from a newsletter or through the API?
pt_br: Enviar um e-mail de confirmação para o usuário após o cancelamento da assinatura de uma newsletter ou através de API?

source: Goodbye email subject
pt_br: Assunto do e-mail de despedida

source: Goodbye email message
pt_br: Mensagem do e-mail de despedida

source: You can use personalization tags as well as any custom field tags in the subject and message of your goodbye email. Eg.
pt_br: Você pode usar tags de personalização, bem como quaisquer tags de campo personalizadas no assunto e mensagem do seu e-mail de adeus. Ex.

source: You can also use <code>[resubscribe]</code> or <code>&lt;resubscribe&gt;&lt;/resubscribe&gt;</code> in the HTML of your goodbye email.
pt_br: Você também pode usar o <code>[resubscribe]</code> ou <code>&lt;resubscribe&gt;&lt;/resubscribe&gt;</code> no HTML do seu e-mail de adeus.

source: Edit template
pt_br: Editar template

source: Edit campaign
pt_br: Editar campanha

source: Housekeeping
pt_br: Serviço de Limpeza

source: Unconfirmed subscribers
pt_br: Assinantes não confirmados

source: Inactive subscribers
pt_br: Assinantes ativos

source: Housekeeping for 'Inactive subscribers' allows you to bulk remove subscribers who did not open or click any campaigns that you have ever sent to them.
pt_br: O serviço de limpeza para "Assinantes inativos" permite remover em massa os inscritos que não abriram ou clicaram nas campanhas que você já enviou para eles.

source: Did not open
pt_br: Não abriram

source: Did not click
pt_br: Não clicaram

source: Inactive
pt_br: Inativo

source: Remove subscribers who did not open any campaign ever sent to them?
pt_br: Remover inscritos que não abriram nenhuma campanha já enviada para eles?

source: Confirm permanently remove subscribers?
pt_br: Confirma a remoção permanente dos assinantes?

source: Sorry, unable to remove subscribers. Please try again later!
pt_br: Desculpe, não foi possível remover inscritos. Por favor, tente novamente mais tarde!

source: Remove subscribers who did not click any links from any campaign ever sent to them?
pt_br: Remover assinantes que não clicaram em nenhum link de nenhuma campanha já enviada para eles?

source: No housekeeping needed as no campaigns were sent to any of your available lists yet.
pt_br: Não é necessário nenhum serviço de limpeza, pois nenhuma campanha foi enviada ainda para nenhuma das listas disponíveis.

source: Housekeeping for 'Unconfirmed subscribers' allows you to bulk remove subscribers who signed up to double opt-in lists but did not click the confirmation link to confirm their subscription.
pt_br: O serviço de limpeza para "Assinantes não confirmados" permite remover em massa os assinantes que se inscreveram em listas de opt-in duplas, mas não clicaram no link de confirmação para confirmar sua assinatura.

source: Remove subscribers from all lists who did not confirm their subscription for 1 week?
pt_br: Remover os assinantes de todas as listas que não confirmaram sua assinatura há 1 semana?

source: 1 week
pt_br: 1 semana

source: Remove subscribers from all lists who did not confirm their subscription for more than 1 week?
pt_br: Remover os assinantes de todas as listas que não confirmaram sua assinatura há mais de 1 semana?

source: > 1 week
pt_br: > 1 semana

source: Remove subscribers from all lists who did not confirm their subscription for more than 2 weeks?
pt_br: Remover os assinantes de todas as listas que não confirmaram sua assinatura há mais de 2 semanas?

source: > 2 weeks
pt_br: > 2 semanas

source: Remove subscribers from all lists who did not confirm their subscription?
pt_br: Remover os assinantes de todas as listas que não confirmaram sua assinatura?

source: All
pt_br: Tudo

source: Remove subscribers who did not confirm their subscription for 1 week?
pt_br: Remover os assinantes que não confirmaram sua assinatura há 1 semana?

source: Remove subscribers who did not confirm their subscription for more than 1 week?
pt_br: Remover os assinantes que não confirmaram sua assinatura há mais de 1 semana?

source: Remove subscribers who did not confirm their subscription for more than 2 weeks?
pt_br: Remover os assinantes que não confirmaram sua assinatura há mais de 2 semanas?

source: Remove ALL subscribers who did not confirm their subscription?
pt_br: Remover TODOS os assinantes que não confirmaram sua assinatura?

source: Unconfirmed
pt_br: Não confirmado

source: No housekeeping needed as no double opt-in lists are found.
pt_br: Não é necessário nenhum serviço de limpeza, pois não foram encontradas listas duplas de opt-in.

source: Please verify your email address
pt_br: Por favor verifique seu endereço de email

source: Before you can use the email address as your 'From email' to send emails, please click the following link to verify that the email address belongs to you
pt_br: Antes que você possa usar este endereço de email como seu ‘Email do remetente’, por favor clique no link a seguir para verificar que este email pertence à você

source: Date signed up
pt_br: Data de assinatura

source: Signed up via
pt_br: Assinado através de

source: Opt-in method
pt_br: Método de ativação

source: IP address
pt_br: Endereço IP

source: Referrer
pt_br: Referência

source: Can't export CSV. Number of records may be too large. Try increasing MySQL's max_allowed_packet.
pt_br: Não foi possível exportar o CSV. O número de ocorrência deve ser muito grande. Tente mudar a configuração de max_allowed_packet no seu MySQL.

source: Sent annually based on
pt_br: Mandar anualmente baseado em

source: Sent once based on
pt_br: Mandar apenas uma vez baseado em

source: Unable to upload attachment
pt_br: Não foi possível fazer o upload do anexo

source: Please ensure the /uploads/ folder permission is set to 777.
pt_br: Por favor, certifique-se de que as permissões da pasta /uploads/ é 777.

source: Unable to save autoresponder email
pt_br: Não foi possível salvar o e-mail do autoresponder

source: Unable to create autoresponder email
pt_br: Não foi possível criar o e-mail do autoresponder

source: Unable to save campaign
pt_br: Não foi possível salvar a campanha

source: Unable to create campaign
pt_br: Não foi possível criar a campanha

source: Sunday
pt_br: Domingo

source: Monday
pt_br: Segunda-Feira

source: Tuesday
pt_br: Terça-Feira

source: Wednesday
pt_br: Quarta-Feira

source: Thursday
pt_br: Quinta-Feira

source: Friday
pt_br: Sexta-Feira

source: Saturday
pt_br: Sábado

source: January
pt_br: Janeiro

source: February
pt_br: Fevereiro

source: March
pt_br: Março

source: April
pt_br: Abril

source: May
pt_br: Maio

source: June
pt_br: Junho

source: July
pt_br: Julho

source: August
pt_br: Agosto

source: September
pt_br: Setembro

source: October
pt_br: Outubro

source: November
pt_br: Novembro

source: December
pt_br: Dezembro

source: Campaign sent
pt_br: Campanha enviada

source: Your campaign has been successfully sent to
pt_br: Sua campanha foi enviada com sucsso para

source: Your campaign has been sent
pt_br: Sua campanha foi enviada

source: APP_PATH not set
pt_br: ﻿APP_PATH não definido

source: Please set your APP_PATH in /includes/config.php to your Sendy installation URL.
pt_br: ﻿Defina o seu APP_PATH no /includes/config.php para o seu URL de instalação Sendy.

source: Invalid license or domain
pt_br: Licença ou domínio inválido

source: Please refer to this <a href="https://sendy.co/troubleshooting#unlicensed-domain-error" target="_blank">troubleshooting tip</a>.
pt_br: Por favor veja essas <a href="https://sendy.co/troubleshooting#unlicensed-domain-error" target="_blank">dicas</a> para tentar solucionar seu problema.

source: Outgoing connections blocked
pt_br: Bloqueio de conexões externas

source: Your server has a firewall blocking outgoing connections. Please refer to this <a href="https://sendy.co/troubleshooting#unlicensed-domain-error" target="_blank">troubleshooting tip</a>.
pt_br: Seu servidor possui um firewall que está bloqueando conexões de saída. Por favor veja essas <a href="https://sendy.co/troubleshooting#unlicensed-domain-error" target="_blank">dicas</a> para tentar solucionar seu problema.

source: Upgrade your license to 4.x
pt_br: Atualize sua licença para a versão 4.x

source: Your Sendy license requires an upgrade to version 4.x. Please visit <a href="https://sendy.co/get-updated" target="_blank">https://sendy.co/get-updated</a> to purchase an upgrade in order to proceed.
pt_br: Sua licença do Sendy requer uma atualização para a versão 4.x. Por favor visite <a href="https://sendy.co/get-updated" target="_blank">https://sendy.co/get-updated</a> para comprar uma atualização e poder continuar.

source: Unlicensed custom domains
pt_br: Domínios sem licença de uso

source: You are using more custom domains than your license allow. Please purchase custom domain licenses here →
pt_br: Você está usando mais domínios personalizados do que a sua licença permite. Por favor compre licenças de domínios aqui →

source: 'simplexml' extension not installed on your server
pt_br: a extensão ‘simplexml’ não está instalada em seu servidor

source: We have detected that the 'simplexml' is not installed on your server. Sendy may not be able to load your Amazon SES quotas. Please see the answer on this page to resolve this issue
pt_br: Detectamos que a extensão ‘simplexml’ não está instalado em seu servidor. O Sendy talvez não seja capaz de carregar as cotas do seu Amazon SES. Por favor veja a resposta nesta página para resolver este problema

source: Once done, refresh this page and this error message should disappear.
pt_br: Uma vez feito, recarregue esta página e esta mensagem de erro deve desaparecer.

source: Error
pt_br: Erro

source: Logout
pt_br: Sair

source: Brands
pt_br: Organizações

source: Add a new brand
pt_br: Adicionar uma nova organização

source: Essential tags (HTML only)
pt_br: Tags essenciais (apenas HTML)

source: The following tags can only be used on the HTML version
pt_br: As tags a seguir podem ser usadas apenas na versão HTML

source: Webversion link
pt_br: Link para a versão web

source: View web version
pt_br: Ver a versão para web

source: Unsubscribe link
pt_br: Link de cancelamento de assinatura

source: Unsubscribe here
pt_br: Cancele sua assinatura aqui

source: Essential tags
pt_br: Tags essenciais

source: The following tags can be used on both Plain text or HTML version
pt_br: As tags a seguir podem ser usadas tanto no texto simples quando na versão HTML

source: GDPR re-consent tag
pt_br: Tag de consentimento GDPR

source: When requesting your subscribers to re-consent to your future campaigns, you can use this tag as the re-consent link. Upon clicking this link, the subscriber will be tagged with <span class="label label-warning">GDPR</span>. In your brand settings, if you turn on the 'GDPR safe switch', future Campaigns and Autoresponders will only be sent to subscribers tagged with <span class="label label-warning">GDPR</span>.
pt_br: Ao solicitar que seus inscritos reconfirmem suas campanhas futuras, você pode usar essa tag como o link de consentimento novamente. Ao clicar neste link, o assinante será marcado com <span class="rótulo label-warning"> GDPR</span>. Nas configurações da sua organização, se você ativar a opção "GDPR Seguro", as campanhas e os autoresponders futuros serão enviados somente aos assinantes marcados com <span class="label label-warning">GDPR </span>.

source: Reconsent link
pt_br: Link de consentimento

source: Personalization tags
pt_br: Tags de personalização

source: Two digit day of the month (eg. 01 to 31)
pt_br: Dia do mês com dois dígitos (ex. 01 a 31)

source: A full textual representation of the day (eg. Friday)
pt_br: Representção textual do dia (ex. Sexta-feira)

source: Two digit representation of the month (eg. 01 to 12)
pt_br: Representação do mês com dois dígitos (ex. 01 a 12)

source: Full month name (eg. May)
pt_br: Nome do mês completo (ex. Maio)

source: Four digit representation of the year (eg. 2014)
pt_br: Representação do ano com quatro dígitos (ex. 2014)

source: Custom field tags
pt_br: Tags de campos personalizados

source: You can also use custom fields to personalize your newsletter, eg.
pt_br: Você também pode usar campos personalizados para personalizar a sua newsletter, ex.

source: To manage or get a reference of tags from custom fields, go to any subscriber list. Then click 'Custom fields' button at the top right.
pt_br: Para gerenciar ou ter uma referência das tags para os campos personalizados, entre em qualquer lista de assinantes. Depois, clique no botão 'Campos personalizados' no topo, à direita.

source: Amazon SES is not set up as we can't find your AWS credentials in
pt_br: O Amazon SES não foi configurado pois não conseguimos encontrar suas credenciais AWS nele

source: settings
pt_br: configurações

source: If you entered SMTP credentials when you create or edit a brand, emails will be sent via SMTP. Otherwise, emails will be sent via your server (not recommended).
pt_br: Se você digitou credenciais SMTP quando criou ou editou uma organização, os e-mails serão enviados via SMTP. Caso contrário, seus e-mails serão enviados pelo seu servidor (não recomendado).

source: View Get Started guide
pt_br: Veja o Guia de Introdução

source: Sending status
pt_br: Status de envio

source: SES region
pt_br: Região do SES

source: Daily quota
pt_br: Cota diária

source: Sends left
pt_br: Envios restantes

source: Sent today
pt_br: Enviado hoje

source: Send rate
pt_br: Taxa de envio

source: per sec
pt_br: por seg

source: Your Sendy installation is unable to get your SES quota from Amazon because you did not attach "AmazonSESFullAccess" user policy to your IAM credentials. Please re-do Step 5.2 and 5.3 of the <a href="https://sendy.co/get-started#step5" target="_blank">Get Started Guide</a> carefully to resolve this error.
pt_br: Sua instalação do Sendy é incapaz de obter a sua cota da Amazon SES, porque você não adicionou a política "AmazonSESFullAccess" nas suas credenciais do IAM. Por favor, refaça os passos 5.2 e 5.3 do <a href="https://sendy.co/get-started#step5" target="_blank">Guia de Introdução</a> cuidadosamente para resolver esse erro.
