Repository: hnvas/sendy-pt_BR
Catalog: */LC_MESSAGES/default.po
Languages: pt_br

source: Can't connect to database
pt_br: Não foi possível conectar ao banco de dados

source: There is a problem connecting to the database. Please try again later.
pt_br: Houve um problema ao tentar se conectar com o banco de dados. Por favor tente novamente mais tarde.

source: Edit brand settings
pt_br: Edite configurações da organização

source: All campaigns
pt_br: Todas as campanhas

source: Create & send new campaign
pt_br: Criar & enviar nova campanha

source: New campaign
pt_br: Nova campanha

source: Create a new campaign
pt_br: Criar uma nova campanha

source: Or use a template
pt_br: Ou use um modelo

source: Campaigns RSS feed
pt_br: Feed RSS das campanhas

source: The following is the link to your campaigns RSS feed. This RSS feed displays an archive of the last 100 campaigns previously sent.
pt_br: O que você vê abaixo é um link para o feed RSS das suas campanhas. Este feed RSS mostra as últimas 100 campanhas enviadas anteriormente.

source: Some ways to use your RSS feed
pt_br: Algumas maneiras de usar o seu feed RSS

source: Integrate your campaigns feed with your website or application anyway you like
pt_br: Integre seu feed de campanhas com o seu website ou aplicação do jeito que quiser

source: Display an archive of your past campaigns on your website or application
pt_br: Mostre um arquivo de suas campanhas passadas em seu website ou aplicação

source: Let your audience subscribe to your RSS feed so they'll get notified whenever you send a campaign. Good for users who prefers RSS over email (or even both)
pt_br: Deixe que sua audiência assine o seu feed RSS, e eles serão notificados assim que você enviar uma campanha. Bom para usuários que preferem RSS ao invés de e-mail (ou até mesmo os dois)

source: Subscribe to your client's RSS feed (if you give access to your clients) to get notified when they send a new campaign
pt_br: Assine o feed RSS dos seus clientes (se você dá acesso a eles) para ser notificado quando eles enviarem uma nova campanha

source: Okay
pt_br: Certo

source: Campaign
pt_br: Campanha

source: Recipients
pt_br: Destinatários

source: Sent
pt_br: Enviado

source: Unique Opens
pt_br: Aberturas Únicas

source: Unique Clicks
pt_br: Cliques Únicos

source: Duplicate
pt_br: Duplicar

source: Delete
pt_br: Excluir

source: Draft
pt_br: Rascunho

source: Define recipients & send
pt_br: Definir destinatários & enviar

source: Scheduled
pt_br: Agendados

source: Scheduled on
pt_br: Agendado em

source: opened
pt_br: abriram

source: Tracking disabled
pt_br: Rastreamento desabilitado

source: clicked
pt_br: clicaram

source: Sending
pt_br: Enviando

source: Currently sending your campaign to
pt_br: Atualmente enviando a sua campanha para

source: recipients
pt_br: destinatários

source: If sending has stopped, the send was probably timed out by the server, click to resume sending.
pt_br: Se o envio foi interrompido, provavelmente o tempo de envio do servidor expirou. Clique para retomar o envio.

source: Resume
pt_br: Retomar

source: Checking..
pt_br: Verificando..

source: Confirm delete
pt_br: Confirmar exclusão de

source: Sorry, unable to delete. Please try again later!
pt_br: Ops, não foi possível excluir. Por favor tente novamente mais tarde!

source: Only continue if you think that sending has stopped. Resume sending?
pt_br: Continue apenas se você acredita que o envio foi interrompido. Retomar envio?

source: View report for this campaign
pt_br: Ver relatório desta campanha

source: Error retrieving count
pt_br: Erro ao recuperar contagem

source: Preparing
pt_br: Preparando

source: Preparing to send your campaign to
pt_br: Preparando para enviar sua campanha para

source: Preparing to send
pt_br: Preparando-se para enviar

source: Edit this campaign
pt_br: Editar esta campanha

source: Edit
pt_br: Editar

source: This will permanently delete the campaign.
pt_br: Isso excluirá permanentemente a campanha.

source: Download CSV of emails that were not delivered to even after retrying
pt_br: Baixe o arquivo CSV dos e-mails que não foram enviados mesmo após tentar novamente

source: not delivered
pt_br: não enviados

source: This will permanently delete the campaign and all activity reports for this campaign. All tracking links, unsubscribe and web version links will no longer work for this campaign as well.
pt_br: Isso excluirá permanentemente a campanha e todos os relatórios de atividades para esta campanha. Todos os links de rastreamento, cancelamento de inscrição e links de versão da web não funcionarão mais para esta campanha também.

source: There are no campaigns yet
pt_br: Não existem campanhas ainda

source: Send one
pt_br: Crie uma

source: Duplicate on which brand?
pt_br: Duplicar em que organização?

source: Choose a brand you'd like to duplicate this campaign on
pt_br: Escolha uma organização na qual você gostaria de duplicar esta campanha

source: Cancel
pt_br: Cancelar

source: Delete campaign
pt_br: Excluir campanha

source: Confirm delete <span id="campaign-to-delete" style="font-weight:bold;"></span>?
pt_br: Confirma a exclusão de <span id="campaign-to-delete" style="font-weight: bold;"> </span>?

source: Type the word
pt_br: Digite a palavra

source: Your cron job may not be working
pt_br: Seu cron job pode não estar funcionando

source: Your campaign has been in 'Preparing' status for more than 5 minutes. This means that your cron job aren't executing the 'scheduled.php' script to start sending. If your campaign does not go into 'Sending' status in the next 5 minutes, please see this troubleshooting tip
pt_br: Sua campanha está no status de 'Preparando' por mais de 5 minutos. Isso significa que seu cron Job não estão executando o script 'scheduled.php' para começar a enviar. Se sua campanha não entrar no status 'Enviando' nos próximos 5 minutos, por favor, veja esta dica de solução de problemas

source: Close
pt_br: Fechar

source: The subject of your email is required
pt_br: O assunto do seu e-mail é obrigatório

source: 'From name' is required
pt_br: 'Nome do remetente' é obrigatório

source: A valid 'From email' is required
pt_br: Um 'Email do remetente' válido é obrigatório

source: A valid 'Reply to' email is required
pt_br: Um e-mail válido em 'Responder para' é obrigatório

source: Your HTML code is required
pt_br: Seu código HTML é obrigatório

source: Please specify a number
pt_br: Especifique um número

source: immediately
pt_br: imediatamente

source: on
pt_br: em

source: Create autoresponder email
pt_br: Criar e-mail de autoresponder

source: For
pt_br: Para

source: Send email
pt_br: Enviar e-mail

source: minutes
pt_br: minutos

source: hours
pt_br: horas

source: days
pt_br: dias

source: weeks
pt_br: semanas

source: months
pt_br: meses

source: after they subscribe
pt_br: após os usuários assinarem

source: before
pt_br: antes

source: after
pt_br: depois

source: each subscriber's
pt_br: para cada assinante

source: Subject
pt_br: Assunto

source: Subject of this email
pt_br: Assunto deste e-mail

source: From name
pt_br: Nome do remetente

source: From email
pt_br: Email do remetente

source: name@domain.com
pt_br: nome@dominio.com.br

source: Reply to email
pt_br: Responder para o e-mail

source: Plain text
pt_br: Texto simples

source: Plain text of this email
pt_br: Texto simples desse e-mail

source: Query string
pt_br: ﻿Texto buscado

source: Optionally append a query string to all links in your email newsletter. A good use case is Google Analytics tracking. Don't include '?' in your query string.
pt_br: Opcionalmente, é possível incluir uma query string a todos os links em sua newsletter. Um bom caso de uso é o rastreamento do Google Analytics. Não inclua o sinal '?' em sua query string.

source: Attachments
pt_br: Anexos

source: Allowed file types
pt_br: Tipos de arquivos permitidos para anexos

source: Track opens
pt_br: Rastrear aberturas

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Track clicks
pt_br: Rastrear cliques

source: Save
pt_br: Salvar

source: Save & exit
pt_br: Salvar & sair

source: Back to autoresponder email list
pt_br: Retornar à lista de respostas automáticas

source: Disable Grammarly extension in your browser
pt_br: Desative a extensão Grammarly em seu navegador

source: You have 'Grammarly' extension installed in your browser. Grammarly injects thousands of lines of code into the email editor. As a result your email will have an extremely huge file size, look weird and you may not be able to save or send your campaign. To avoid all these, please do the following:
pt_br: Você tem a extensão “Grammarly” instalada em seu navegador. O Grammarly insere milhares de linhas de código no editor de email. Como resultado, seu email terá um tamanho gigantesco, ficará estranho e você talvez não seja capaz de salvar ou enviar sua campanha. Para evitar estes problemas, faça o seguinte:

source: Disable Grammarly extension in your browser (please see image below)
pt_br: Desative a extensão Grammarly em seu navegador (veja a imagem abaixo)

source: Then refresh this page
pt_br: Então atualize essa página

source: HTML code
pt_br: Código HTML

source: Save and switch to HTML editor
pt_br: Salvar e mudar para o editor HTML

source: Switch to HTML editor if the WYSIWYG editor is causing your newsletter to look weird.
pt_br: Mude para o editor HTML se o editor WYSIWYG está fazendo com que sua newsletter pareça estranha.

source: Untitled
pt_br: Sem título

source: Email content
pt_br: Conteúdo do e-mail

source: Use the following tags in your subject, plain text or HTML code and they'll automatically be formatted when your campaign is sent. For web version and unsubscribe tags, you can style them with inline CSS.
pt_br: Use as tags a seguir em seu assunto, texto simples ou código HTML, e elas serão automaticamente formatadas quando a sua campanha for enviada. Quanto às tags de "versão web" e "cancelamento de assinatura", você pode estilizá-las usando CSS inline.

source: Switch to the WYSIWYG editor to use formatting tools.
pt_br: Mude para o editor WYSIWYG para usar as ferramentas de formatação.

source: Save and switch to WYSIWYG editor
pt_br: Salvar e mudar para o editor WYSIWYG

source: Sorry, unable to toggle. Please try again later!
pt_br: Ops, não foi possível mudar. Tente novamente mais tarde!

source: Autoresponder emails
pt_br: E-mails de autoresponder

source: Click to change the title of this Autoresponder
pt_br: Clique para alterar o título deste Autoresponder

source: Autoresponder title cannot be empty
pt_br: O título do Autoresponder não pode estar vazio

source: Add a new email to this autoresponder
pt_br: Adicionar um novo e-mail a este autoresponder

source: Send
pt_br: Enviar

source: Enabled
pt_br: Habilitado

source: On
pt_br: Na

source: sign up
pt_br: assinatura

source: Annually on
pt_br: Anualmente na

source: Once on
pt_br: Uma vez na

source: signup
pt_br: assinatura

source: Preview
pt_br: Pré visualizar

source: View report
pt_br: Ver relatório

source: No autoresponder emails are set up.
pt_br: Nenhum e-mail de autoresponder foi configurado.

source: Back to autoresponders list
pt_br: Retornar à lista de autoresponders

source: Autoresponder name is required
pt_br: Nome do autoresponder é obrigatório

source: List
pt_br: Lista

source: Back to lists
pt_br: Retornar para as listas

source: You can't create an autoresponder based on a custom field already in use by another autoresponder.
pt_br: Você não pode criar um autoresponder baseado em um campo personalizado que já está em uso por um outro autoresponder.

source: Create a new autoresponder
pt_br: Criar um novo autoresponder

source: All types of autoresponders have been created
pt_br: Todas os tipos de autoresponders foram criados

source: You can create more emails in each type of autoresponder that you have previously created below.
pt_br: Você pode criar mais e-mails em cada tipo de autoresponder que você tiver criado anteriormente abaixo.

source: To create more 'Send annually' and 'Send on date' autoresponders, add more 'Date based' custom fields to this list.
pt_br: Para criar mais Autoresponders do tipo ‘Enviar anualmente’ e ‘Enviar na data’, adicione mais campos personalizados do ‘Baseado em Data’ para esta lista.

source: Autoresponder name
pt_br: Nome do autoresponder

source: Autoresponder type
pt_br: Tipo de Autoresponder

source: Drip campaign
pt_br: Campanha conta-gotas

source: Create a sequence of emails that automatically sends to subscribers after they sign up.
pt_br: Crie uma sequência de e-mails que serão automaticamente disparados para os usuários após a assinatura na lista.

source: A drip campaign autoresponder has already been created. You cannot create another drip campaign but you can add more emails to the sequence.
pt_br: Uma campanha conta-gotas de autoresponder já havia sido previamente criada. Você não pode criar outra campanha conta-gotas, mas pode adicionar mais e-mails à sequência.

source: There are no available 'date based custom fields' to create anniversary or date based autoresponders.
pt_br: Não existe nenhum campo personalizado baseado em 'datas' para criar autoresponders de aniversário ou similares.

source: Send annually
pt_br: Enviar anualmente

source: Create emails that automatically sends annually to subscribers, eg. anniversaries or birthdays.
pt_br: Crie e-mails que serão enviados anualmente para os seus assinantes, ex. aniversários e datas comemorativas.

source: Based on this date
pt_br: Baseado nesta data

source: Send on date
pt_br: Enviar na data

source: Create one off emails that sends automatically on a specific date. eg. one off reminders.
pt_br: Crie e-mails pontuais que serão enviados automaticamente em uma data específica, ex: lembretes pontuais.

source: Save & next
pt_br: Salvar e próximo

source: Existing autoresponders
pt_br: Auto-responders existentes

source: Type
pt_br: Tipo

source: Emails sent
pt_br: Emails enviados

source: No emails have been set up
pt_br: Nenhum e-mail configurado

source: All associated autoresponder emails will be permanently deleted.
pt_br: Todos os e-mails associados a este autoresponder serão permanentemente excluídos.

source: No autoresponders
pt_br: Nenhum autoresponder

source: No opens yet!
pt_br: Ninguém abriu ainda!

source: Tracking disabled for opens
pt_br: Rastreamento desabilitado para aberturas

source: There are no links for this autoresponder.
pt_br: Não existem links para este autoresponder.

source: Tracking disabled for clicks
pt_br: Rastreamento desabilitado para cliques

source: Activity
pt_br: Atividade

source: Marked as spam
pt_br: Marcaram como spam

source: Bounced
pt_br: Rejeitados (Bounce)

source: Unsubscribed
pt_br: Cancelamentos

source: Clicked
pt_br: Clicaram

source: Unopened
pt_br: Não abriram

source: Opened
pt_br: Abriram

source: Autoresponder report
pt_br: Relatório do autoresponder

source: View the web version
pt_br: Ver a versão web

source: sent to
pt_br: enviar para

source: subscribers
pt_br: assinantes

source: unique
pt_br: únicos

source: times
pt_br: vezes

source: not opened
pt_br: não abriram

source: clicked a link
pt_br: clicaram em um link

source: unsubscribed
pt_br: cancelaram a assinatura

source: bounced
pt_br: rejeitados (bounce)

source: marked as spam
pt_br: marcaram como spam

source: Link activity
pt_br: Atividade dos links

source: Export subscribers who clicked
pt_br: Exportar assinantes que clicaram

source: Unique
pt_br: Único

source: Last 10 opened
pt_br: 10 últimas aberturas

source: Export subscribers who opened
pt_br: Exportar assinantes que abriram

source: Name
pt_br: Nome

source: No one opened yet.
pt_br: Ninguém abriu ainda.

source: Subscribed
pt_br: Assinado

source: No name
pt_br: Nenhum nome

source: Last 10 unsubscribed
pt_br: 10 últimos cancelamentos de assinatura

source: Export subscribers who unsubscribed
pt_br: Exportar assinantes que cancelaram assinatura

source: Date
pt_br: Data

source: No one unsubscribed from this autoresponder!
pt_br: Ninguém cancelou a assinatura deste autoresponder!

source: Last 10 bounced emails
pt_br: 10 últimos e-mails rejeitados (bounce)

source: Export subscribers who bounced
pt_br: Exportar assinantes com e-mails rejeitados

source: No emails bounced from this autoresponder!
pt_br: Nenhum e-mail foi rejeitado para este autoresponder!

source: Last 10 marked as spam
pt_br: 10 últimas marcações como spam

source: Export subscribers who marked your email as spam
pt_br: Exportar assinantes que marcaram seu e-mail como spam

source: No one marked your email as spam!
pt_br: Ninguém marcou seu e-mail como spam!

source: All countries
pt_br: Todos os países

source: Country
pt_br: País

source: Opens
pt_br: Aberturas

source: Export
pt_br: Exportar

source: Export subscribers from
pt_br: Exportar assinantes do(a)

source: Top 10 countries
pt_br: Top 10 países

source: No countries detected yet.
pt_br: Nenhum país detectado ainda.

source: Subscriber info
pt_br: Informação do assinante

source: Fetching
pt_br: Obtendo dados

source: Oops, there was an error getting the subscriber's info. Please try again later.
pt_br: Ops, um erro ocorreu ao tentar obter as informações do assinantes. Por favor, tente novamente mais tarde.

source: Blacklist
pt_br: Lista negra

source: Suppression list
pt_br: Lista de Supressão

source: Blocked domains
pt_br: Domínios bloqueados

source: If you'd like block email addresses that belong to certain domains (eg. disposable emails) from ever being imported into any lists in this brand, import them into this list. Any email addresses you import via CSV or API into any list in this brand in future will not be imported if they appear in this list.
pt_br: Se você quiser que os endereços de e-mail de bloqueio pertencentes a determinados domínios (por exemplo, e-mails descartáveis) sejam importados para qualquer lista dessa marca, importe-os para essa lista. Todos os endereços de e-mail importados por meio de CSV ou API para qualquer lista dessa marca no futuro não serão importados se eles aparecerem nessa lista.

source: Import list of domains to block
pt_br: Importar lista de domínios para bloquear

source: Search
pt_br: Buscar

source: Import via CSV file
pt_br: Importar via arquivo CSV

source: Please ensure there is only one column in your CSV containing only domains.
pt_br: Certifique-se de que há apenas 1 coluna que contenha domínios em seu CSV.

source: Please upload a CSV file.
pt_br: Por favor, faça upload de um arquivo CSV.

source: If you are uploading a huge CSV file, Try increasing the following values in your server's php.ini to larger numbers. Contact your hosting support if you're unsure how to do this.
pt_br: Se você está enviando um arquivo CSV grande, tente aumentar os seguintes valores no php.ini do seu servidor para números maiores. Contate o seu suporte de hospedagem se não tiver certeza de como fazer isso.

source: (set to 0 so that execution won't time out indefinitely)
pt_br: (defina como 0 para que a execução não expire)

source: Alternatively, try splitting your huge CSV file into several smaller sized CSV files and import them one after another.
pt_br: Como alternativa, tente dividir o arquivo CSV grande em vários arquivos menores e importá-los um após o outro.

source: CSV format
pt_br: Formato CSV

source: Your CSV should only contain one column containing only domains
pt_br: Deve existir apenas 1 coluna contendo domínios em seu CSV

source: Your CSV columns should be separated by commas, not semi-colons or any other characters
pt_br: As colunas de seu CSV devem ser separadas por vírgulas, não por ponto-e-vírgula ou qualquer outro caracter

source: Domain
pt_br: Domínio

source: Email addresses with domains matching any records in your CSV will also be removed from all lists in this brand.
pt_br: Os endereços de e-mail com domínios correspondentes a qualquer registro no seu CSV também serão removidos de todas as listas dessa organização.

source: Import and delete matching records from all lists
pt_br: Importar e excluir registros correspondentes de todas as listas

source: Import domains per line
pt_br: Importar domínios por linha

source: Sorry, we didn't receive any input.
pt_br: Ops, não recebemos nenhum input.

source: Domains
pt_br: Domínios

source: Email addresses with domains matching any domains you've entered above will also be removed from all lists in this brand.
pt_br: Endereços de e-mail com domínios correspondentes a qualquer domínio que você inseriu acima também serão removidos de todas as listas dessa organização.

source: Last update
pt_br: Última atualização

source: Block attempts
pt_br: Tentativas de bloqueio

source: No domain found.
pt_br: Não foi encontrado nenhum domínio.

source: Please note that email addresses with domains matching any records in your CSV will also be removed from all lists in this brand after being imported into this 'Blocked domains' list. Do you want to proceed?
pt_br: Tenha em mente que os endereços de e-mail com domínios que correspondam a quaisquer registos no seu CSV também serão removidos de todas as listas desta organização depois de serem importados para esta lista "Domínios bloqueados". Você quer prosseguir?

source: Please note that email addresses with domains matching any records you've provided will also be removed from all lists in this brand after being imported into this 'Blocked domains' list. Do you want to proceed?
pt_br: Tenha em mente que os endereços de e-mail com domínios que correspondam a quaisquer registos que você forneceu também serão removidos de todas as listas desta organização depois de serem importados para esta lista "Domínios bloqueados". Você quer prosseguir?

source: If you have a list of email addresses that should never receive any email campaigns or autoresponders from you, import them into this suppression list. Any email addresses you import via CSV or API into any list in this brand in future will not be imported if they appear in this suppression list.
pt_br: Se você tiver uma lista de endereços de e-mail que nunca deve receber campanhas de e-mail ou autoresponders, importe-os para essa lista de supressão. Todos os endereços de e-mail importados por meio de CSV ou API para qualquer lista dessa organização no futuro não serão importados se eles aparecerem nessa lista de supressão.

source: Import suppression list
pt_br: Importar lista de supressão

source: Please ensure there is only one column in your CSV containing only email addresses.
pt_br: Verifique se há apenas uma coluna no seu CSV contendo apenas endereços de e-mail.

source: Your CSV should only contain one column containing only email addresses
pt_br: Seu CSV deve conter apenas uma coluna contendo apenas o endereço de e-mail

source: Email addresses that matches any records in your CSV will also be removed from all lists in this brand.
pt_br: Os endereços de e-mail que corresponderem a qualquer registro no seu CSV também serão removidos de todas as listas dessa organização.

source: Import emails per line
pt_br: Importe e-mails por linha

source: Email addresses
pt_br: Endereços de e-mail

source: Email addresses matching any emails you've entered above will also be removed from all lists in this brand.
pt_br: Os endereços de e-mail correspondentes a qualquer e-mail que você inseriu acima também serão removidos de todas as listas desta organização.

source: Email address
pt_br: Endereço de email

source: No email addresses found.
pt_br: Nenhum endereço de e-mail encontrado.
