Repository: hnvas/sendy-pt_BR
Catalog: */LC_MESSAGES/default.po
Languages: pt_br

source: Please note that email addresses that matches any records in your CSV will also be removed from all lists in this brand after being imported into this 'Suppression list'. Do you want to proceed?
pt_br: Tenha em mente que os endereços de e-mail que correspondem a quaisquer registos no seu CSV também serão removidos de todas as listas desta organização depois de serem importados para esta "Lista de supressão". Você quer prosseguir?

source: Please note that email addresses that matches any emails you've provided will also be removed from all lists in this brand after being imported into this 'Suppression list'. Do you want to proceed?
pt_br: Tenha em mente que os endereços de e-mail que correspondem a quaisquer e-mails que você tenha fornecido também serão removidos de todas as listas desta organização depois de serem importados para esta "Lista de supressão". Você quer prosseguir?

source: Campaigns RSS
pt_br: RSS das campanhas

source: Clear queue table
pt_br: Limpar tabela da fila

source: The queue table has been cleared successfully!
pt_br: A tabela da fila foi limpa com sucesso!

source: Failed to clear the queue table.
pt_br: Falha ao limpar a tabela da fila.

source: Please make sure all currently sending campaigns are completed first before doing this.
pt_br: Por favor, certifique-se que todas campanhas que estão sendo enviadas já tenham sido concluídas antes de fazer isso.

source: Do you want to clear the queue table?
pt_br: Você deseja limpar a tabela da fila?

source: Yes, clear the queue table
pt_br: Sim, limpar a tabela da fila

source: You have a new subscriber!
pt_br: Você tem um novo inscrito!

source: The following user signed up to your list
pt_br: O seguinte usuário se inscreveu em sua lista

source: You're subscribed!
pt_br: Você está inscrito!

source: The name of this template is required
pt_br: O nome do template é obrigatório

source: Create template
pt_br: Criar template

source: Template name
pt_br: Nome do template

source: Name of this template
pt_br: Nome desse template

source: Save template
pt_br: Salvar template

source: Select a template
pt_br: Selecione um modelo

source: Campaign title
pt_br: Título da campanha

source: Title of this campaign
pt_br: Título da Campanha

source: Set a title for this campaign?
pt_br: Deseja colocar um título para a campanha?

source: This title (instead of the subject line) will be displayed in your campaigns list and reports. You can also set the title later in the campaign report after sending this campaign.
pt_br: ﻿Este título (em vez de linha de assunto) será exibido em sua lista de campanhas e relatórios. Você também pode definir o título mais tarde no relatório campanha após o envio desta campanha.

source: Please enter a custom field name
pt_br: Digite o nome do campo personalizado

source: Custom fields
pt_br: Campos personalizados

source: Add a field
pt_br: Adicionar um campo

source: Field name
pt_br: Nome do campo

source: This custom field already exist, please use a unique custom field.
pt_br: Este campo personalizado já existe. Por favor, use um nome único para cada campo personalizado.

source: Name of custom field
pt_br: Nome do campo personalizado

source: Data type
pt_br: Tipo de dado

source: Text
pt_br: Texto

source: Add custom field
pt_br: Adicionar campo personalizado

source: Existing fields
pt_br: Campos existentes

source: This custom field is currently used by an autoresponder. In order to delete this custom field, delete the autoresponder associated with this custom field.
pt_br: Este campo personalizado está sendo atualmente utilizado por um autoresponder. Para excluir este campo, você deve primeiro excluir o autoresponder associado ao mesmo.

source: Personalization tag
pt_br: Tag de personalização

source: All data belonging to this custom field will also be deleted.
pt_br: Todos os dados que pertencem a este campo personalizado serão excluídos.

source: Edit custom field
pt_br: Editar campo personalizado

source: Please upload a CSV file
pt_br: Por favor, faça upload de um arquivo CSV

source: Please enter at least one combination of name & email
pt_br: Por favor, digite ao menos uma combinação de nome & e-mail

source: Mass delete via CSV file
pt_br: Exclusão em massa via arquivo CSV

source: There should only be 1 column in your CSV containing emails.
pt_br: Deve existir apenas 1 coluna contendo e-mails em seu CSV.

source: CSV format example
pt_br: Exemplo de formato CSV

source: Import
pt_br: Importar

source: Delete email per line
pt_br: Excluir e-mail por linha

source: Email to delete
pt_br: Email para excluir

source: There is a problem connecting to the database. Please try again later or see this <a href="https://sendy.co/troubleshooting#cannot-connect-to-database" target="_blank">troubleshooting tip</a>.
pt_br: Há um problema de conexão com o banco de dados. Por favor, tente novamente mais tarde ou ver esta <a href="https://sendy.co/troubleshooting#cannot-connect-to-database" target="_blank">dica solução de problemas</a> .

source: Please specify your brand's name
pt_br: Favor especificar o nome da organização

source: Amazon SES Quota
pt_br: Cota no Amazon SES

source: Edit brand
pt_br: Editar organização

source: Brand name
pt_br: Nome da organização

source: Name of the brand
pt_br: Nome desta organização

source: Checking if your 'From email' is verified in your SES console..
pt_br: Verificando se o 'Email do remetente' foi verificado no seu console SES...

source: Unverified 'From email'
pt_br: Não foi verificado o ’Email do remetente'

source: Your 'From email' or its domain is not verified in your Amazon SES console. Do either of the following:
pt_br: Seu 'Email do remetente' ou o domínio não está verificado no console da Amazon SES. Faça o seguinte:

source: Click here to verify this 'From email', Amazon will send a verification email to this 'From email'
pt_br: Clique aqui para verificar o 'Email do remetente', a Amazon irá enviar uma verificação para o endereço ‘Email do remetente’

source: Alternatively, verify this 'From email's 'domain' in your Amazon SES console
pt_br: Como alternativa, verifique o domínio do seu 'Email do remetente' em seu console da Amazon SES

source: When you verify a domain, you can use any 'From email' address belonging to that domain without having to verify them individually.
pt_br: Quando você verificar um domínio, você pode usar qualquer endereço de 'Email do remetente' pertencentes a esse domínio sem ter que verificá-los individualmente.

source: Lastly, the 'From email' is case sensitive. Please ensure you are using the same case as the email address verified in your Amazon SES console.
pt_br: Por último, o campo “Email do Remetente” é diferencia maiúsculas e minúsculas. Por favor, verifique que esteja utilizando o email no mesmo formado que foi verificado no console do Amazon SES.

source: 'From email' pending verification
pt_br: 'Email do remetente' pendente te verificação

source: Your 'From email' or its domain is pending verification in your Amazon SES console. Please complete the verification.
pt_br: Seu 'Email do remetente' ou o seu domínio está pendente de verificação em seu console da Amazon SES. Por favor, complete a verificação.

source: Unable to communicate with Amazon SES API
pt_br: Não foi possível conectar com a API da Amazon SES

source: Please check the error message on the left for instructions.
pt_br: Por favor verifique a mensagem de erro à esquerda para instruções.

source: Congrats! This 'From email' is verified.
pt_br: Parabéns! Este 'Email do remetente' foi verificado.

source: Please wait..
pt_br: Por favor aguarde..

source: A verification email has been sent to your 'From email' address with a confirmation link to complete the verification. Please click the link to complete the verification, then refresh this page.
pt_br: Um email de verificação acabou de ser enviado para o seu 'Email do remetente’. Por favor clique no link para completar a verificação, então atualize esta página.

source: Two verification emails has been sent to both your login email address and the above 'From email' address. Please click the verification link in both emails to complete the verification, then refresh this page.
pt_br: Nós acabamos de enviar seu 'Email do remetente' para a Amazon SES para verificação. Um e-mail da Amazon será enviado para seu endereço de e-mail com um link de confirmação para concluir a verificação. Clique no link para concluir a verificação e, em seguida, atualize esta página.

source: Unable to send your 'From email' address to Amazon SES for verification! Please try again later.
pt_br: Não foi possível enviar o seu “Email do Remetente” para verificação na Amazon SES! Por favor tente novamente mais tarde.

source: Sorry, unable to verify email address. Please try again later!
pt_br: Desculpe, não foi possível verificar o endereço de email. Por favor tente mais tarde!

source: Brand logo
pt_br: Logo da marca

source: (32 x 32 pixel, jpeg, jpg, gif or png format)
pt_br: (32 x 32 pixel, jpeg, jpg, gif ou png)

source: Confirm delete this logo?
pt_br: Deletar este logo?

source: Could not create '/logos/' directory. Please make sure permissions in /uploads/ folder is set to 777. Your logo has not been uploaded.
pt_br: Não foi possível criar a pasta '/logos/'. Por favor, verifique se as permissões da pasta /uploads/ estão em 777. Seu logo não foi carregado.

source: Please upload only these file formats: jpeg, jpg, gif or png.
pt_br: Por favor subir somente nestes formatos: jpeg, jpg, gif ou png.

source: Could not upload image to '/logos/' folder. <br/>Please make sure permissions in /uploads/ folder is set to 777. <br/>Then remove the /logos/ folder in the /uploads/ folder and try again.
pt_br: Não foi possível fazer upload de imagem para a pasta '/logos/'. <br/>Por favor verifique se as permissões em /uploads/ estão definidas para 777. <br/>Em seguida, apague a pasta /logos/ de dentro da /uploads/ e tente novamente.

source: Custom domain
pt_br: Domínio personalizado

source: Just like Sendy domain licenses, custom domains requires licensing.
pt_br: Assim como as licenças de domínio do Sendy, os domínios personalizados exigem licenciamento.

source: You can purchase custom domain licenses here →
pt_br: Você pode comprar licenças de domínios personalizados aqui →

source: Refresh this page once done and you will be able to set your custom domain.
pt_br: Atualize esta página depois de concluído e você poderá definir seu domínio personalizado.

source: When you set a custom domain, unsubscribe, web version and all trackable links in emails you send will use this custom domain instead of the domain you installed Sendy on. Brand users can also login to their accounts via the custom domain.
pt_br: Quando você define um domínio personalizado, o cancelamento da inscrição, a versão da web e todos os links rastreáveis ​nos e-mails que você envia usam esse domínio personalizado em vez do domínio em que você instalou o Sendy. Os usuários da organização também podem fazer login em suas contas por meio do domínio personalizado.

source: Unsubscribe, web version and all trackable links in emails you send will use this custom domain instead of the domain you installed Sendy on. Brand users can also login to their accounts via the custom domain.
pt_br: Cancelamento de subscrição, versão Web e todos os links rastreáveis ​​nos e-mails que enviar irão utilizar este domínio personalizado em vez do domínio onde instalou o Sendy. Os usuários da organização também podem fazer login em suas contas por meio do domínio personalizado.

source: You can purchase more custom domain licenses here →
pt_br: Você pode comprar mais licenças de domínios personalizados aqui →

source: Create a CNAME record in your custom domain's DNS and point it to your Sendy installation's domain:
pt_br: Crie um registro CNAME no DNS do seu domínio personalizado e aponte-o para o domínio da sua instalação do Sendy:

source: Before enabling your custom domain, test your custom domain setup by visiting the following URL and it should load your Sendy login page
pt_br: Antes de habilitar seu domínio personalizado, teste sua configuração de domínio personalizado visitando o seguinte URL e deve carregar sua página de login do Sendy

source: Otherwise, <a href="https://sendy.co/troubleshooting#custom-domain-not-working" target="_blank" style="text-decoration: underline;">please see this troubleshooting tip</a>
pt_br: Caso contrário, <a href="https://sendy.co/trouwagen#custom-domain-not-working" target="_blank" style="text-decoration: underline;"> consulte esta dica de solução de problemas</a>

source: Enable custom domain?
pt_br: Habilitar domínio personalizado?

source: GDPR features
pt_br: Recursos do GDPR

source: The <a href="https://www.eugdpr.org/the-regulation.html" target="_blank" style="text-decoration: underline;">General Data Protection Regulation (GDPR)</a> is a regulation in EU law on data protection and privacy for all individuals within the European Union. The GDPR regulation affects anyone in the world who collect and process the personal data of EU users. If you collect and process data of EU users, Sendy's GDPR features will be useful to you.
pt_br: O <a href="https://www.eugdpr.org/the-regulation.html" target="_blank" style="text-decoration: underline">Regulamento Geral sobre a Proteção de Dados (GDPR)</a> é um regulamento do direito europeu sobre privacidade e proteção de dados pessoais, aplicável a todos os indivíduos na União Europeia. O regulamento GDPR afeta qualquer pessoa no mundo que recolha e processe os dados pessoais dos utilizadores da UE. Se você coletar e processar dados de usuários da UE, os recursos GDPR do Sendy serão úteis para você.

source: GDPR options
pt_br: Opções do GDPR

source: Show me GDPR options where applicable
pt_br: Me mostre opções GDPR quando aplicável

source: By enabling this option, GDPR features will show up in the app where appropriate. For example, subscribe form dialogues will present you with an option to enable 'GDPR fields' amongst many others.
pt_br: Ao ativar essa opção, os recursos do GDPR serão exibidos no aplicativo, quando apropriado. Por exemplo, os diálogos de formulário de subscrição apresentam uma opção para ativar os 'campos GDPR', entre muitos outros.

source: GDPR safe switch
pt_br: GRPD Seguro

source: Only send Campaigns to subscribers with <span class="label label-warning">GDPR</span> tag
pt_br: Apenas enviar Campanhas para assinantes com a tag <span class="label label-warning">GDPR</span>

source: Subscribers who signup through Sendy's 'Ready-to-use subscribe form', the embeddable 'Subscribe form HTML code' or the 'subscribe' API with 'gdpr' parameter set to 'true' will be tagged with 'GDPR'. By enabling this option, your future Campaigns will only send to subscribers tagged with 'GDPR'.
pt_br: Assinantes que se inscreverem pelo "Formulário de inscrição pronto para uso" do Sendy, o "código HTML do formulário de inscrição" ou a API de "inscrição" com o parâmetro 'GDPR' definido como 'verdadeiro' serão marcados com 'GDPR'. Ao ativar essa opção, suas campanhas futuras só serão enviadas para assinantes marcados com 'GDPR'.

source: Only send Autoresponders to subscribers with <span class="label label-warning">GDPR</span> tag
pt_br: Envie somente Auto-responders para assinantes com a tag <span class="label label-warning">GDPR</span>

source: Subscribers who signup through Sendy's 'Ready-to-use subscribe form', the embeddable 'Subscribe form HTML code' or the 'subscribe' API with 'gdpr' parameter set to 'true' will be tagged with 'GDPR'. By enabling this option, your future Autoresponders will only send to subscribers tagged with 'GDPR'.
pt_br: Assinantes que se inscreverem pelo "Formulário de inscrição pronto para uso" do Sendy, o "código HTML do formulário de inscrição" ou a API de "inscrição" com o parâmetro 'GDPR' definido como 'verdadeiro' serão marcados com 'GDPR'. Ao habilitar essa opção, seus futuros Auto-responders só enviarão para assinantes marcados com 'GDPR'.

source: You can use Google's reCAPTCHA v2 to protect your subscription forms from spam bots. To enable, register your site on <a href="https://www.google.com/recaptcha/admin/create" target="_blank" style="text-decoration: underline;">Google's reCAPTCHA website</a> and select 'reCAPTCHA v2 > "I'm not a robot" tickbox' to get your 'Site key' and 'Secret key', then paste them below. reCAPTCHA will be disabled if the following fields are empty.
pt_br: Você pode usar o reCAPTCHA v2 do Google para proteger seus formulários de inscrição contra spam. Para ativar, registre seu site em <a href="https://www.google.com/recaptcha/admin/create" target="_blank" style="text-decoration: underline;"> website reCAPTCHA do Google</a> e selecione "reCAPTCHA v2 > Não sou um robô" para obter sua "Chave do site" e "Chave secreta" e colá-las abaixo. O reCAPTCHA será desativado se os seguintes campos estiverem vazios.

source: Site key
pt_br: Chave do site

source: Secret key
pt_br: Chave secreta

source: SMTP settings
pt_br: Configurações de SMTP

source: only if you're not using Amazon SES
pt_br: apenas se você não estiver utilizando o Amazon SES

source: If you prefer using other email service providers over Amazon SES for sending emails, set your SMTP settings here. You must also remove your 'Amazon Web Services Credentials' from the main settings so that emails are sent via these SMTP settings. Note that multi-threading is not supported, bounces and complaints will also not be registered if you use other email service providers to send emails.
pt_br: Se você preferir usar outros provedores de serviços de e-mail sobre Amazon SES para o envio de e-mails, defina suas configurações de SMTP aqui. Você também deve remover seu 'Amazon Web Services credenciais' das principais configurações para que os e-mails são enviados via essas configurações de SMTP. Note que multi-threading não é suportado, rejeições e reclamações também não serão registradas se você usar outros provedores de serviço de e-mail para enviar e-mails.

source: Port
pt_br: Porta

source: Username
pt_br: Nome de usuário

source: Username (usually your email)
pt_br: Nome de usuário (geralmente seu e-mail)

source: Password
pt_br: Senha

source: Leave blank to not change it
pt_br: Deixe em branco para não alterá-la

source: Miscellaneous
pt_br: Diversos

source: Default URL query string
pt_br: URL de consulta padrão

source: (Default query string to append to all links in your campaigns and autoresponders. A good use case is Google Analytics tracking. Don't include '?' in your query string.)
pt_br: (Sequência de consulta padrão para anexar a todos os links nas suas campanhas e autoresponders. Um bom caso de uso é o acompanhamento do Google Analytics. Não inclua "?" no seu texto de consulta.)

source: Prefix for subject line of test emails
pt_br: Prefixo para linha de assunto de e-mails de teste

source: (Optionally add a prefix to the subject line of test emails)
pt_br: (Opcionalmente adicione um prefixo na linha de assunto dos e-mails de teste)

source: Allowed attachments file types
pt_br: Tipo de arquivos permitidos para anexos

source: (Empty field to disable attachments in campaigns)
pt_br: (Campo vazio para desativar anexos em campanhas)

source: Sort lists and templates by
pt_br: Ordenar listas e modelos por

source: Date added
pt_br: Data de Inclusão

source: No. of rows to show in campaigns, reports and lists
pt_br: No. de linhas para exibir em campanhas, relatórios e listas

source: rows per page
pt_br: linhas por página

source: Brand settings
pt_br: Configurações da organização

source: If you're creating this brand for your client, you can allow them to send newsletters on their own at a fee you preset below.
pt_br: Se você está criando esta organização para o seu cliente, você pode permitir que eles enviem newsletters próprias de acordo com a taxa que você definir abaixo.

source: Send the
pt_br: Envie os

source: Client login details
pt_br: Detalhes de login do cliente

source: to your client so that they can login to manage lists, subscribers and send newsletters.
pt_br: para permitir que ao seu cliente fazer login, gerenciar listas e assinantes, e enviar newsletters.

source: Also, don't forget to set your PayPal account email address in
pt_br: Também não esqueça de inserir o e-mail da sua conta no PayPal

source: Settings
pt_br: Configurações

source: Login URL
pt_br: URL de login

source: Login email
pt_br: Email de login

source: This login email is already in use by your main login email address set in your main Settings. Please use another email address or remove the email address from the field.
pt_br: O endereço de e-mail inserido já está em uso como o endereço de e-mail do seu login principal nas Configurações. Por favor use outro endereço de email ou remova o endereço de email do campo de remetente.

source: Generate new password
pt_br: Gerar uma nova senha

source: Two-factor authentication is currently <strong class="label label-success">enabled</strong>
pt_br: Autenticação de dois fatores está <strong class="label label-success">habilitada</strong>

source: Disable two-factor authentication
pt_br: Desabilitar autenticação de dois fatores

source: Two-factor authentication is currently <strong class=\"label\">disabled</strong>
pt_br: Autenticação de dois fatores está <strong class=\"label\">desabilitada</strong>

source: (two-factor authentication can only be enabled by the brand user while logged in to their account)
pt_br: (autenticação de dois fatores só pode ser habilitada pelo usuário da organização enquanto estiver logado em sua conta)

source: Unable to save. Please try again.
pt_br: Não foi possível salvar. Por favor, tente novamente.

source: Two-factor authentication is currently <strong class="label">disabled</strong>
pt_br: Autenticação de dois fatores está <strong class="label">desabilitada</strong>

source: Language
pt_br: Linguagem

source: Client privileges
pt_br: Permissões do cliente

source: By default, your client will have full access to their own brand so they can manage their own lists, subscribers, campaigns, templates and see reports. You can however adjust these privileges below.
pt_br: Por padrão, seu cliente terá acesso completo à sua própria organização para que possam gerenciar suas próprias listas, assinantes, campanhas, modelos e relatórios. No entanto, você pode ajustar estes privilégios abaixo.

source: Client can access campaigns
pt_br: Cliente pode acessar campanhas

source: Client can access templates
pt_br: Cliente pode acessar modelos

source: Client can access lists and subscribers
pt_br: Cliente pode acessar listas e assinantes

source: Client can access campaign reports
pt_br: Cliente pode acessar relatórios de campanha

source: Campaign sent notifications
pt_br: Notificações de campanha enviada

source: When a campaign is sent successfully, a 'Campaign sent' email notification is sent to the 'From email' address that was used to send out the campaign. If you want the same email notification to be sent to your main login email address as well so that you're notified each time your client sends out a campaign, check the box below.
pt_br: Quando uma campanha é enviada com sucesso, um email de notificação de “Campanha enviada” é enviado para o endereço do “Email do remetente” que foi usado para enviar esta campanha. Se você quiser receber o mesmo email de notificação em seu email de login quando um cliente enviar uma campanha, marque a caixa abaixo.

source: Send email notifications to my main login email
pt_br: Enviar notificações de email para meu email principal de login

source: Campaign fee settings
pt_br: Configurações de taxa de campanha

source: Currency
pt_br: Moeda

source: Delivery Fee
pt_br: Taxa de entrega

source: Cost per recipient
pt_br: Custo por destinatário
