Repository: hnvas/sendy-pt_BR
Catalog: */LC_MESSAGES/default.po
Languages: pt_br

source: Your Sendy installation is unable to get your SES quota from Amazon because your server clock is out of sync with NTP. To fix this, Amazon requires you to <strong>sync your server clock with NTP</strong>. Request your host to sync your server clock with NTP with the following command via SSH:
pt_br: Sua instalação do Sendy é incapaz de obter a sua cota da Amazon SES, porque o relógio do servidor está fora de sincronizado com o NTP. Para corrigir isso, a Amazon exige que você sincronize <strong>seu relógio do servidor com o NTP</strong>. Solicite à sua hospedagem para sincronizar o relógio do servidor com o NTP com o seguinte comando via SSH:

source: Your Sendy installation is unable to get your SES quota from Amazon because the 'Amazon Web Services Credentials' set in Sendy's main Settings are incorrect. You probably did not copy and pasted your IAM credentials fully or properly into the settings. Please re-do Step 5.2 and 5.3 of the <a href="https://sendy.co/get-started#step5" target="_blank">Get Started Guide</a> carefully to resolve this error.
pt_br: Sua instalação do Sendy é incapaz de obter a sua cota da Amazon SES, porque a credencial do Amazon Web Services, definida nas configurações do Sendy estão incorretas. Você provavelmente não copiou e colou suas credenciais IAM inteiramente ou corretamente nas configurações. Por favor re-faça os passos 5.2 e 5.3 do <a href="https://sendy.co/get-started#step5" target="_blank">Guia de Introdução</a> com cuidado para resolver esse erro.

source: Your Sendy installation is unable to get your SES quota from Amazon because you have not completed your sign up of Amazon SES. Here's what you should do:
pt_br: Sua instalação do Sendy é incapaz de obter a sua cota da Amazon SES, porque você não completou sua adesão à Amazon SES. Eis o que deve fazer:

source: Visit
pt_br: Visite

source: your Amazon SES console
pt_br: o console da Amazon SES

source: Click the 'Sign Up For Amazon SES' button to finish your signup
pt_br: Clique no botão 'Sign Up For Amazon SES' para finalizar o seu cadastro

source: Once you've completed your signup, this error will disappear.
pt_br: Quando você completar seu cadastro, essa mensagem de erro irá desaparecer.

source: You're currently in Amazon SES's "Sandbox mode".
pt_br: Você está atualmente no modo "Sandbox" do Amazon SES.

source: Please request Amazon to "<a href="http://aws.amazon.com/ses/fullaccessrequest/" target="_blank">raise your SES Sending Limits</a>" to be able to send to and from any email address as well as raise your daily sending quota from 200 to any number you need.
pt_br: Por favor solicite a Amazon "<a href="http://aws.amazon.com/ses/fullaccessrequest/" target="_blank">que aumente o limite de envio da Amazon SES</a>" para poder enviar de, e para qualquer endereço de e-mail, bem como aumentar o seu limite de envio diário de 200 para qualquer número que você precisa.

source: Please also make sure to select the same 'Region' as what is set in your Sendy Settings (under 'Amazon SES region') when requesting for 'SES Sending Limits' increase.
pt_br: Certifique-se também de selecionar a mesma 'Região' com a mesma que está configurado no Sendy (em 'Região do SES') ao solicitar o aumento de envios na Amazon SES.

source: Unable to save
pt_br: Não foi possível salvar

source: Reason
pt_br: Motivo

source: Reset your password
pt_br: Resetar sua senha

source: We have received a request to reset your password. If you did not send this request, please ignore this email.
pt_br: Recebemos uma solicitação para redefinir sua senha. Se você não enviou essa solicitação, ignore este e-mail.

source: To reset your password, please click the following link:
pt_br: Para redefinir sua senha, por favor clique no seguinte link:

source: Password reset link
pt_br: Link de redefinição de senha

source: Email does not exist.
pt_br: O e-mail não existe.

source: Your password has been reset, here's your new one
pt_br: Sua senha foi gerada novamente, aqui está uma novinha em folha

source: For better security, we recommend changing your password immediately once you log back in.
pt_br: Por questões de segurança, recomendamos que você altere sua senha imediatamente após fazer login.

source: Your new password
pt_br: Sua nova senha

source: For better security, it's recommended to change your password immediately once you log back in.
pt_br: Por questões de segurança, é recomendável alterar sua senha imediatamente após fazer login.

source: Can't reset password.
pt_br: Não é possível resetar a senha.

source: Clicks
pt_br: Cliques

source: Joined
pt_br: Ingressou

source: Last activity
pt_br: Últimas atividades

source: Added via
pt_br: Adicionado via

source: Country code
pt_br: Código do País

source: Signed up from
pt_br: Assinado através de

source: Can't export CSV
pt_br: Não é possível exportar CSV

source: There is either nothing to export, or the number of records may be too large. If it's the latter, try increasing MySQL's max_allowed_packet.
pt_br: Não há nada para exportar ou o número de registros pode ser muito grande. Se for o último, tente aumentar o parâmetro 'max_allowed_packet' do seu MySQL.

source: Error: Can't delete all subscribers from segment.
pt_br: Erro: Não é possível deletar todos os assinantes deste segmento.

source: Error: Can't insert subscriber into segment.
pt_br: Erro: Não é possível inserir assinantes no segmento.

source: No segments found for this list.
pt_br: Nenhum segmento encontrado para esta lista.

source: Campaigns
pt_br: Campanhas

source: All templates
pt_br: Todos os templates

source: Lists & subscribers
pt_br: Listas & assinantes

source: View all lists
pt_br: Ver todas as listas

source: Reports
pt_br: Relatórios

source: See reports
pt_br: Ver relatórios

source: Oops! Unable to save, please try again later.
pt_br: Ops! Não foi possível salvar, tente novamente mais tarde.

source: Email already exist in this list.
pt_br: Este e-mail já existe nesta lista.

source: Email is suppressed.
pt_br: O e-mail está cancelado.

source: Email address is invalid.
pt_br: O endereço de e-mail é inválido.

source: Error opening data file.
pt_br: Erro ao abrir os dados do arquivo.

source: File is empty.
pt_br: O arquivo está vazio.

source: not set
pt_br: não configurado

source: Sorry, unable to save. Please try again later!
pt_br: Ops, não foi possível salvar. Por favor, tente novamente mais tarde!

source: Notes
pt_br: Notas

source: Click to add a note for this subscriber.
pt_br: Clique para adicionar uma nota para este assinante.

source: Saving..
pt_br: Salvando...

source: Campaign activity
pt_br: Atividade da campanha

source: Not detected
pt_br: Não detectado

source: View report for
pt_br: Visualizar relatório para

source: Links clicked
pt_br: Links clicados

source: No activity.
pt_br: Sem atividade.

source: Unable to create template
pt_br: Não foi possível criar o template

source: Failed to create new campaign with template, please try again.
pt_br: Falha ao criar campanha com este template, tente novamente.

source: Please verify your login email address
pt_br: Por favor verifique seu endereço de email de login

source: A verification email has been sent to your main login email address with a confirmation link to complete the verification. Please click the link to complete the verification, then refresh this page and this message should disappear.
pt_br: Um email de verificação acabou de ser enviado para seu endereço de email de login com um link de confirmação para finalizar a verificação. Por favor clique no link para completar a verificação, em seguida atualize esta página e essa mensagem deverá desaparecer.

source: It is necessary to verify your main login email address for various reasons, one of them is to enable password reset emails to be sent to you should you forget your password in future.
pt_br: É necessário verificar seu email principal de login por várias razões, uma delas é para habilitar o envio de emails de recuperação de senha caso você esqueça sua senha no futuro.

source: Your login email address is still pending verification. Please click the link in the verification email you received from Amazon to complete the verification, then refresh this page and this message should disappear.
pt_br: Seu endereço de email de login ainda não foi verificado. Por favor clique no link do email de verificação que você recebeu da Amazon para completar a verificação, então atualize esta página e essa mensagem deverá desaparecer.

source: If you want to re-send the verification email
pt_br: Se você deseja re-enviar o email de verificação

source: please click here
pt_br: por favor clique aqui

source: The verification email has been re-sent to your main login email address.
pt_br: O email de verificação foi re-enviado para o seu endereço de email de login.

source: Unable to send the verification email. Please try again later.
pt_br: Não foi possível enviar o email de verificação. Por favor tente novamente mais tarde.

source: Search brands
pt_br: Buscar organizações

source: Used
pt_br: Usado

source: What are brands?
pt_br: O que são organizações?

source: Let's just say you own this company called Apple Inc and you have several products under it eg. Mac, iPhone, iPad etc. These several "child" products are what we refer to as 'brands'.
pt_br: Vamos dizer que você possui uma empresa chamada Apple Inc e que você tem vários produtos, por exemplo: Mac, iPhone, iPad, etc. Esses vários produtos "filhos" são o que chamamos de "organizações" ou "marcas".

source: Another example, if you have a company or business with different clients and you want to group them separately, you can create a 'brand' for each.
pt_br: Outro exemplo, se você tem uma empresa ou negócio com diferentes clientes e deseja agrupá-los separadamente, é possível criar uma "organização" para cada um deles.

source: Once you've created a brand, you can then create email campaigns, templates, lists, import subscribers or blacklists, setup autoresponders, perform list segmentation etc in each brand you've created.
pt_br: Depois de criar uma organização, você pode criar campanhas de e-mail, modelos, listas, importar assinantes ou listas negras, configurar autoresponders, executar segmentação de lista, etc. em cada uma que você criou.

source: If you have clients that you want to provide email marketing services for, you can generate a set of login credentials for each brand, set access privileges, monthly limits, cost per email etc, then send the login credentials to your clients to login and send newsletters on their own.
pt_br: Se você tem clientes para os quais deseja fornecer serviços de marketing por e-mail, é possível gerar um conjunto de credenciais de login para cada organização, definir privilégios de acesso, limites mensais, custo por e-mail etc. e enviar as credenciais de login aos seus clientes para acesso e enviar newsletters por conta própria.

source: Add your first brand!
pt_br: Adicione a sua primeira organização!

source: Delete brand
pt_br: Excluir organização

source: All campaigns, lists, subscribers will be permanently deleted. Confirm delete <span id="brand-to-delete" style="font-weight:bold;"></span>?
pt_br: Todas as campanhas, listas, assinantes serão excluídos permanentemente. Confirma exclusão <span id="brand-to-delete" style="font-weight: bold;"> </span>?

source: Test send this newsletter
pt_br: Teste o envio dessa newsletter

source: Please find Amazon's email in your inbox as well as spam folder. They will include a reason for the suspension. You will need to reply to that email in order to re-activate your account. If you can't find the email, please contact Amazon's support at their <a href='https://forums.aws.amazon.com/forum.jspa?forumID=90' target='_blank'>Amazon SES forum</a>
pt_br: Por favor encontre o email da Amazon na sua caixa de entrada assim como na caixa de spam. Eles vão incluir um motivo pela suspensão. Você provavelmente terá de responder para poder reativar sua conta. Se você não consegue encontrar o e-mail, por favor contate o suporte da Amazon pelo <a href='https://forums.aws.amazon.com/forum.jspa?forumID=90' target='_blank'>fórum Amazon SES</a>

source: For more information on Amazon SES suspension, please see <a href='http://docs.aws.amazon.com/ses/latest/DeveloperGuide/e-faq-sp.html' target='_blank'>http://docs.aws.amazon.com/ses/latest/DeveloperGuide/e-faq-sp.html
pt_br: Para mais informações sobre suspensões na Amazon SES, por favor veja <a href='http://docs.aws.amazon.com/pt_br/ses/latest/DeveloperGuide/e-faq-sp.html' target='_blank'>http://docs.aws.amazon.com/pt_br/ses/latest/DeveloperGuide/e-faq-sp.html

source: Calculating
pt_br: Calculando

source: Schedule this campaign?
pt_br: Agenda esta campanha?

source: Back
pt_br: Retornar

source: Link no longer exists
pt_br: Link não existe mais

source: List name is required
pt_br: O nome da lista é obrigatório

source: Subscriber lists
pt_br: Listas de assinante

source: Add a new list
pt_br: Adicionar nova lista

source: Search all lists
pt_br: Buscar nas listas

source: The name of your new list
pt_br: O nome da sua nova lista

source: Add
pt_br: Adicionar

source: Active
pt_br: Ativo

source: No list yet.
pt_br: Nenhuma lista até o momento.

source: Add one
pt_br: Adicione uma

source: Delete list
pt_br: Excluir lista

source: All subscribers, custom fields, autoresponders and segments in this list will be permanently deleted. Confirm delete <span id="list-to-delete" style="font-weight:bold;"></span>?
pt_br: Todos os assinantes, campos personalizados, respostas automáticas e segmentos desta lista serão excluídos permanentemente. Confirmar exclusão <span id="list-to-delete" style="font-weight:bold;"></span>?

source: Sign in
pt_br: Entrar

source: Forgot password?
pt_br: Esqueceu a senha?

source: Your email
pt_br: Seu e-mail

source: Send password reset email
pt_br: Enviar e-mail de redefinição de senha

source: Sorry, unable to reset password. Please try again later!
pt_br: Ops, não foi possível gerar uma nova senha. Tente novamente mais tarde!

source: Password reset email has been sent to you
pt_br: Um e-mail para redefinir sua senha foi enviado para você

source: New brand
pt_br: Nova organização

source: Your password
pt_br: Sua senha

source: Sending you to PayPal
pt_br: Redirecionando você para o PayPal

source: Sending you to PayPal, one moment please
pt_br: Redirecionando você para o PayPal, só um momento

source: Campaign for
pt_br: Campanha para

source: Click here to proceed
pt_br: Clique aqui para continuar

source: Thank you for your confirmation!
pt_br: Obrigado pela sua confirmação!

source: Oops. There was an error.
pt_br: Ops, ocorreu um erro.

source: Your email address
pt_br: Seu endereço de e-mail

source: Your reconsent tag<br/>is working
pt_br: Sua tag de consentimento <br/>está funcionando

source: Your reconsent tag will be converted to a real reconsent link when you send out your campaign.
pt_br: Sua tag de consentimento será convertida em um link real de consentimento quando você enviar sua campanha.

source: duplicate emails deleted from
pt_br: e-mails duplicados excluídos de

source: duplicate email(s) found in
pt_br: e-mail(s) duplicados encontrados em

source: delete them?
pt_br: excluí-los?

source: No duplicate emails found.
pt_br: Não foi encontrado nenhum e-mail duplicado.

source: Check and remove duplicate emails
pt_br: Verificar e remover e-mails duplicados

source: Select the list that have duplicates so that you can remove them
pt_br: Selecione a lista que tem as duplicatas para que você possa removê-los

source: All available lists
pt_br: Todas as listas disponíveis

source: duplicates
pt_br: duplicatas

source: There are no links for this campaign.
pt_br: Não existem links para esta campanha.

source: Campaign report
pt_br: Relatório da campanha

source: Title
pt_br: Título

source: Click to edit this campaign's title for your own reference
pt_br: Clique para editar o título da campanha

source: Not set
pt_br: Não configurado

source: View the campaign
pt_br: Visualizar a campanha

source: Sent on
pt_br: Enviar em

source: to
pt_br: para

source: To
pt_br: Para

source: Excluded
pt_br: Excluído

source: Export a CSV of ALL subscribers who did not open this email (includes subscribers newly added to the lists after this campaign was sent)
pt_br: Exportar um CSV de TODOS os assinantes que não abriram este e-mail (inclui assinantes recentemente cadastrados às listas depois que esta campanha foi enviada)

source: unique clicks
pt_br: cliques únicos

source: Export a CSV of ALL subscribers who clicked
pt_br: Exportar um CSV de TODOS os assinantes que clicaram

source: Export a CSV of ALL subscribers who clicked this link
pt_br: Exportar um CSV de TODOS os assinantes que clicaram nesse link

source: Export a CSV of ALL subscribers who opened
pt_br: Exportar um CSV de TODOS os assinantes que abriram

source: Export a CSV of ALL subscribers who unsubscribed
pt_br: Exportar um CSV de TODOS os assinantes que se descadastraram

source: No one unsubscribed from this campaign!
pt_br: Ninguém cancelou a assinatura nesta campanha!

source: Export a CSV of ALL subscribers who bounced
pt_br: Exportar um CSV de TODOS os assinantes que o e-mail retornou

source: No emails bounced from this campaign!
pt_br: Nenhum e-mail foi rejeitado nesta campanha!

source: Export a CSV of ALL subscribers who marked your email as spam
pt_br: Exportar um CSV de TODOS os assinantes que marcaram seu e-mail como spam

source: Export a CSV of ALL subscribers from
pt_br: Exportar um CSV de TODOS os assinantes de

source: Campaign reports
pt_br: Relatórios da campanha

source: There are no reports yet.
pt_br: Não existem relatórios até o momento.

source: Create your first campaign
pt_br: Crie a sua primeira campanha

source: Reset cron setup
pt_br: Resetar configurações de cron

source: Cron setup has been reset. You'll now be able to see cron setup instructions.
pt_br: As configurações de cron foram reajustadas. Você verá novamente as instruções de configurações das tarefas cron.

source: Failed to reset cron.
pt_br: Falha ao resetar o cron.

source: Do you want to reset cron setup so that you can view cron setup instructions again?
pt_br: Você deseja reajustar as configurações de tarefas cron, para que seja possível ver novamente as instruções de configuração?

source: Yes, reset cron setup
pt_br: Sim, resetar configurações cron

source: Keyword
pt_br: Palavra-chave

source: Back to brands
pt_br: Retornar para as organizações

source: All campaigns, lists, subscribers will be permanently deleted. Confirm delete
pt_br: Todas as campanhas, listas e assinantes serão PERMANETEMENTE excluídos. Confirme a exclusão

source: No brands found.
pt_br: Nenhuma organização encontrada.

source: Unsubscribe
pt_br: Cancelar assinatura

source: Resubscribe
pt_br: Assinar novamente

source: Confirm
pt_br: Confirmar

source: Sorry, unable to unsubscribe. Please try again later!
pt_br: Lamentamos, não foi possível cancelar a assinatura. Tente novamente mais tarde!

source: No subscribers found.
pt_br: Nenhum assinante encontrado.

source: Delete subscriber
pt_br: Excluir assinante

source: Delete <span id="email-to-delete" style="font-weight:bold;"></span> from 'this list only' or 'ALL lists' in this brand?
pt_br: Deletar <span id="email-to-delete" style="font-weight:bold;"></span> 'desta lista apenas' ou de 'TODAS listas' nesta organização?

source: This list only
pt_br: Apenas esta lista

source: ALL lists in this brand
pt_br: TODAS listas desta organização

source: Please name your segment
pt_br: Por favor dê nome a seu segmento

source: Segments
pt_br: Segmento

source: Back to segments
pt_br: Voltar para segmentos

source: New segment
pt_br: Novo segmento

source: Create a condition based on
pt_br: Criar uma condição baseada em

source: Signed up
pt_br: Assinado

source: on or before
pt_br: em ou antes

source: on or after
pt_br: em ou depois

source: between
pt_br: entre

source: is
pt_br: é

source: is not
pt_br: não é

source: contains
pt_br: contém

source: does not contain
pt_br: não contém

source: starts with
pt_br: começa com

source: ends with
pt_br: termina com

source: does not start with
pt_br: não começa com

source: does not end with
pt_br: não termina com

source: is tagged
pt_br: está tagueado

source: is not tagged
pt_br: não está tagueado

source: OR
pt_br: OU

source: AND
pt_br: E

source: Name your segment
pt_br: Nomeie seu segmento

source: Edit segment name
pt_br: Editar nome do segmento

source: Name of this segment
pt_br: Nome deste segmento

source: Save this segment
pt_br: Salvar este segmento

source: 2 letter abbreviation, eg. US
pt_br: Abreviatura de 2 letras, ex. BR

source: Unable to save the segment name.
pt_br: Não foi possível salvar o nome do segmento.

source: Unable to save segment conditions.
pt_br: Não foi possível salvar as condições do segmento.

source: Sorry, unable to save your segment.
pt_br: Desculpe, não foi possível salvar seu segmento.

source: subscribers found for this segment
pt_br: assinantes encontrados para este segmento

source: showing a preview of up to 10 records below
pt_br: mostrando uma prévia de até 10 resultados abaixo

source: your conditions does not match any subscribers
pt_br: suas condições não correspondem a nenhum assinante

source: Export CSV of this segment
pt_br: Exportar um CSV deste segmento

source: Update segmentation results?
pt_br: Atualizar resultados da segmentação?

source: When subscribers are added or removed from the list, the segmentation results will not update automatically unless you click the refresh button
pt_br: Quando assinantes são adicionados ou removidos a esta lista, os resultados da segmentação não atualizarão automaticamente a menos que você clique no botão atualizar

source: To have your segmentation results update automatically,
pt_br: Para ter uma segmentação de resultados atualizada automaticamente,

source: setup a cron job
pt_br: configure uma tarefa cron

source: Add a cron job
pt_br: Adicionar uma tarefa cron

source: Add a cron job that runs every 15 minutes with the following command:
pt_br: Adicione uma tarefa cron que execute a cada 15 minutos com o seguinte comando:

source: Time Interval
pt_br: Intervalo de tempo

source: Command
pt_br: Comando

source: (Note that adding cron jobs vary from hosts to hosts, most offer a UI to add a cron job easily. Check your hosting control panel or consult your host if unsure.)
pt_br: (Tenha em mente que adicionar tarefas cron varia de hospedagem para hospedagem, mas a maioria oferece uma interface para adicioná-las com facilidade. Verifique em seu painel de hospedagem ou consulte a sua empresa de hospedagem se não tiver certeza de como adicioná-las.)

source: Once added, wait for the cron job to start running in 15 minutes. If your cron job is functioning correctly, the blue informational message will disappear and your segmentation results will be updated automatically every 15 minutes by the cron job.
pt_br: Uma vez adicionada, aguarde que a tarefa cron execute em 15 minutos. Se sua tarefa cron funcionar corretamente, a mensagem azul de informação desaparecerá e seus resultados de segmentação será atualizados automaticamente a cada 15 minutos pela tarefa cron.

source: Create a new segment
pt_br: Criar novo segmento

source: What are segments?
pt_br: O que são segmentos?
