Repository: hnvas/sendy-pt_BR
Catalog: */LC_MESSAGES/default.po
Languages: pt_br

source: Subscribers who signup through the provided 'Ready-to-use subscribe form' or the embeddable 'Subscribe form HTML code' with 'gdpr' parameter set to 'true' will be tagged with 'GDPR'. By enabling this option, your future Autoresponders will only send to subscribers tagged with 'GDPR'.
pt_br: Assinantes que se inscreverem pelo "Formulário de inscrição pronto para uso" fornecido ou o "Código HTML do formulário de inscrição" incorporado com o parâmetro 'GDPR' definido como "verdadeiro" serão marcados com 'GDPR'. Ao ativar essa opção, seus autoresponders futuros só serão enviados para assinantes marcados com 'GDPR'.

source: Your license key
pt_br: Sua chave de licença

source: You'll need this license key to
pt_br: Você precisa dessa chave de licença para

source: download the latest version of Sendy on our website
pt_br: baixar a última versão do Sendy em nosso website

source: Your API key
pt_br: Sua chave de API

source: Regenerate API key?
pt_br: Gerar nova chave de API?

source: Please note that tracking links, unsubscribe and web version links are encrypted with your API key, regenerating your API key means they will cease to work for emails that were already sent out. Also, if you currently use Sendy's subscribe form or API for your website or application, please update the API key or forms with the newly generated one. Your old API key will be stored and can be restored at a later time if you change your mind.
pt_br: Observe que links de rastreamento, cancelamento de inscrição e links de versão da web são criptografados com sua chave de API, gerar um nova chave de API significa que eles deixarão de funcionar para e-mails que já foram enviados. Além disso, se você usa atualmente o formulário de inscrição ou API de Sendy para seu site ou aplicativo, atualize a chave ou os formulários de API com os recém-gerados. Sua chave API antiga será armazenada e pode ser restaurada posteriormente se você mudar de ideia.

source: Click to regenerate API key
pt_br: Clique para gerar uma nova chave de API

source: Restore previous API key?
pt_br: Restaurar a chave API anterior?

source: Your API key has been regenerated!
pt_br: Sua chave de API foi gerada com sucesso!

source: Sorry, unable to regenerate API key. Please try again later!
pt_br: Desculpe, não foi possível gerar uma nova chave de API. Por favor, tente novamente mais tarde!

source: This will restore your API key to the previous key. Do you want to proceed?
pt_br: Isso irá restaurar sua chave API para a chave anterior. Você deseja prosseguir?

source: Your previous API key has been restored!
pt_br: Sua chave de API foi restaurada com sucesso!

source: Sorry, unable to restore API key. Please try again later!
pt_br: Desculpe, não foi possível restaurar chave de API. Por favor, tente novamente mais tarde!

source: Zapier integration
pt_br: Integração Zapier

source: <a href="https://zapier.com" target="_blank" style="text-decoration:underline">Zapier</a>'s integration with <a href="https://zapier.com/zapbook/sendy/" target="_blank" style="text-decoration:underline">Sendy</a> opens up a whole world of automation! You can integrate Sendy with over 1,000 apps available in <a href="https://zapier.com/zapbook/" target="_blank" style="text-decoration:underline">Zapier's app directory</a>. The following are a few ready to use "Zaps" to get you started. Alternatively you can visit Zapier and create your own "Zaps" to integrate Sendy with any other apps. You'd be prompted to <a href="https://zapier.com/app/signup" target="_blank" style="text-decoration:underline">signup for a free Zapier account</a> if you don't have one.
pt_br: A integração do <a href="https://zapier.com" target="_blank" style="text-decoration:underline"> Zapier</a> com o <a href="https://zapier.com/zapbook/sendy/" target="_blank" style="text-decoration:underline">Sendy</a> abre um mundo inteiro de automação! Você pode integrar o Sendy com mais de 500 aplicativos disponíveis no <a href="https://zapier.com/zapbook/" target="_blank" style="text-decoration:underline">diretório do Zapier</a>. A seguir estão alguns "Zaps" prontos para você começar a usar. Como alternativa, você pode visitar o Zapier e criar seu próprio "Zaps" para integrar o Sendy com quaisquer outros aplicativos. Você terá que <a href="https://zapier.com/app/signup" target="_blank" style="text-decoration:underline">se cadastrar de forma gratuita no Zapier</a> se ainda não tiver uma conta.

source: Your company name is required
pt_br: O nome da sua empresa é obrigatório

source: Your name is required
pt_br: Seu nome é obrigatório

source: A valid email is required
pt_br: Um e-mail válido é obrigatório

source: IP address is invalid.
pt_br: O endereço IP é inválido.

source: Country must be a valid 2 letter country code
pt_br: País deve ser um código de país válido de 2 letras

source: Referrer is not a valid URL
pt_br: A URL de referência não é válida

source: Some fields are missing.
pt_br: Falta preencher alguns campos.

source: Email address is bounced.
pt_br: O endereço de e-mail foi devolvido (bounced).

source: Failed reCAPTCHA test.
pt_br: Falha no teste reCAPTCHA.

source: Invalid secret key.
pt_br: Chave secreta inválida.

source: Consent not given.
pt_br: Consentimento não dado.

source: API key not passed
pt_br: Chave de API não passou

source: Invalid API key
pt_br: Chave de API inválida

source: Thank you, a confirmation email has been sent to you.
pt_br: Obrigado! Um e-mail de confirmação foi enviado a você.

source: A confirmation email had already been sent to you.
pt_br: Um e-mail de confirmação já foi enviado a você.

source: You're already subscribed!
pt_br: Você já está inscrito!

source: Confirm your subscription to
pt_br: Confirme a sua assinatura para

source: Confirm your subscription
pt_br: Confirme a sua assinatura

source: Thanks for subscribing to our email list.
pt_br: Obrigado por assinar a nossa lista de e-mail.

source: Please confirm your subscription by clicking the link below
pt_br: Por favor, confirme a sua assinatura clicando no link abaixo

source: Thank you
pt_br: Obrigado

source: Add subscribers
pt_br: Adicionar assinantes

source: Delete subscribers
pt_br: Excluir assinantes

source: Mass unsubscribe
pt_br: Cancelamento de assinatura em massa

source: all subscribers
pt_br: todos os assinantes

source: active subscribers
pt_br: assinantes ativos

source: unconfirmed subscribers
pt_br: assinantes não confirmados

source: unsubscribers
pt_br: assinantes que cancelaram assinatura

source: bounced subscribers
pt_br: assinantes cujo e-mails foram rejeitados

source: subscribers who marked your email as spam
pt_br: assinantes que marcaram seu e-mail como spam

source: GDPR subscribers
pt_br: Assinantes GDPR

source: Subscribe form
pt_br: Formulário de assinatura

source: The following is a 'ready-to-use' subscription form URL you can immediately use to collect sign ups to this list
pt_br: A URL a seguir está ‘pronta para usar’ e você pode usá-la imediatamente para coletar assinaturas nesta lista

source: The following is an embeddable subscribe form HTML code for this list
pt_br: Este é o código HTML embarcado para assinatura desta lista

source: You can setup reCAPTCHA in the brand settings.
pt_br: Você definir o reCAPTCHA nas configurações da organização.

source: You can setup reCAPTCHA in the main settings.
pt_br: Você definir o reCAPTCHA nas configurações principais.

source: To subscribe users programmatically, use the API
pt_br: Para cadastrar usuários programaticamente, use a API

source: Enable GDPR fields
pt_br: Habilitar campos GDPR

source: The <a href="https://www.eugdpr.org/the-regulation.html" target="_blank" style="text-decoration: underline;">General Data Protection Regulation (GDPR)</a> is a regulation in EU law on data protection and privacy for all individuals within the European Union. The GDPR regulation affects anyone in the world who collect and process the personal data of EU users. If you collect and process data of EU users, consider enabling GDPR fields.
pt_br: O <a href="https://www.eugdpr.org/the-regulation.html" target="_blank" style="text-decoration: underline;">Regulamento Geral sobre a Proteção de Dados (GDPR)</a> é um regulamento do direito europeu sobre privacidade e proteção de dados pessoais, aplicável a todos os indivíduos na União Europeia e Espaço Econômico Europeu que foi criado em 2018. Regulamenta também a exportação de dados pessoais para fora da UE e EEE. Se você coletar e processar dados de usuários da UE, considere a possibilidade de ativar os campos GDPR.

source: GDPR fields are supported in both the 'Ready-to-use subscribe form' and the embeddable 'Subscribe form HTML code' as seen on the left. When GDPR fields are enabled, an unticked consent checkbox will appear below the subscription form with 'Marketing permission' and 'What to expect' texts to explain what they are signing up for and what you’re going to do with the information they submit. Users are required to check the checkbox in order to subscribe.
pt_br: Os campos GDPR são compatíveis com o "Formulário de inscrição pronto para uso" e o "Código HTML do formulário inscrição", como visto à esquerda. Quando os campos GDPR estiverem ativados, uma caixa de seleção de consentimento desmarcada será exibida abaixo do formulário de assinatura com os textos 'Permissão de marketing' e 'O que esperar' para explicar o que eles estão se inscrevendo e o que você fará com as informações enviadas. Os usuários são obrigados a marcar a caixa de seleção para se inscrever.

source: Marketing permission
pt_br: Permissão de marketing

source: What to expect
pt_br: O que esperar

source: Subscribers activity chart
pt_br: Gráfico de atividade de assinantes

source: Click to learn more
pt_br: Clique para saber mais

source: emails were skipped from your last import
pt_br: e-mails foram ignorados na sua última importação

source: To see the list and reasons, export the CSV.
pt_br: Para ver a lista e os motivos, exporte o CSV.

source: Export skipped email addresses from your last import
pt_br: Exportar endereços de e-mail ignorados da sua última importação

source: Dismiss this notice (CSV will no longer be available for download)
pt_br: Ignorar este aviso (o CSV não estará mais disponível para download)

source: Dismiss
pt_br: Dispensar

source: What changes a subscriber's 'Last activity' timestamp?
pt_br: O que altera o carimbo de data/hora da ‘Última atividade’ de um assinante?

source: A subscriber's 'Last activity' timestamp is updated when the user:
pt_br: O carimbo de data/hora da ‘Última atividade’ de um assinante é atualizado quando o usuário:

source: • opened a campaign or autoresponder • clicked a link in a campaign or autoresponder • subscribed to a list • unsubscribed from a list • bounced • marked as spam • confirmed a double opt-in subscription
pt_br: • abre uma campanha ou autoresposta • clica em um link em uma campanha ou autoresposta • inscreve-se em uma lista • desinscreve de uma lista • é rejeitado • é marca como spam • fizeram uma confirmação dupla de inscrição

source: Subscribers are sorted by 'Last activity' in the list. Therefore, subscribers who did any of the above activity will float to the top of the subscriber list. You will also see changes in the 'Subscribers activity chart'.
pt_br: Assinantes são ordenados por ‘Última atividade’ na lista. Então, assinantes que fizeram qualquer das atividades acima irão para o topo da lista de assinantes. Você também verá mudanças no ‘Gráfico de atividade dos assinantes’.

source: To activate autoresponders, add a
pt_br: Para ativar as respostas automáticas, adicione um

source: This command needs to be run every minute in order to check the database for any autoresponder emails to send.
pt_br: Este comando precisa ser executado a cada minuto, a fim de verificar o banco de dados para qualquer e-mail de autoresponder para enviar.

source: Note that adding cron jobs vary from hosts to hosts, most offer a UI to add a cron job easily. Check your hosting control panel or consult your host if unsure.
pt_br: Tenha em mente que adicionar tarefas cron varia de hospedagem para hospedagem, mas a maioria oferece uma interface para adicioná-las com facilidade. Verifique em seu painel de hospedagem ou consulte a sua empresa de hospedagem se não tiver certeza de como adicioná-las.

source: Once added, wait one minute. If your cron job is functioning correctly, you'll see the autoresponder options instead of this modal window when you click on the "Autoresponders" button.
pt_br: Uma vez adicionado, aguarde em um minuto. Se a sua tarefa 'cron' estiver funcionando corretamente, você verá as opções de autoresponder ao invés dessa janela modal ao clicar no botão de "Auto-responders".

source: Join our mailing list
pt_br: Assine nossa lista de e-mail

source: Subscribe to list
pt_br: Inscrever na lista

source: Create a new template
pt_br: Cria novo template

source: Use
pt_br: Usar

source: Create a new campaign with this template
pt_br: Criar nova campanha com este template

source: No templates have been created yet
pt_br: Ainda nenhum template foi criado

source: Create one
pt_br: Criar

source: Delete template
pt_br: Excluir modelo

source: This template will be permanently deleted. Confirm delete <span id="template-to-delete" style="font-weight:bold;"></span>?
pt_br: Este modelo será excluído permanentemente. Confirmar exclusão <span id="template-to-delete" style="font-weight:bold;"></span>?

source: Two Factor Authentication
pt_br: Autenticação de dois fatores

source: OTP Code
pt_br: Código OTP

source: Verify and login
pt_br: Verificar e Login

source: Unable to authenticate?
pt_br: Não consegue autenticar?

source: I have trouble logging in with two-factor authentication
pt_br: Estou tendo problemas para autenticar usando a autenticação de dois fatores

source: Mass unsubscribe via CSV file
pt_br: Cancelamento de assinatura em massa via arquivo CSV

source: Unsubscribe email per line
pt_br: Emails por linha para cancelamento de assinatura

source: Email to unsubscribe
pt_br: Emails para cancelamento de assinatura

source: Your unsubscribe tag<br/>is working
pt_br: Sua tag de cancelar a assinatura <br/>está funcionando

source: Your unsubscribe tag will be converted to a real unsubscribe link when you send out your campaign.
pt_br: Sua tag de cancelar assinatura será convertida em um link real de cancelamento de assinatura quando você enviar sua campanha.

source: Confirm unsubscribe?
pt_br: Confirma o cancelamento da assinatura?

source: You're unsubscribed.
pt_br: Você cancelou sua assinatura.

source: Yes. Unsubscribe me.
pt_br: Sim. Cancele a assinatura.

source: Re-subscribe?
pt_br: Assinar novamente?

source: Number of columns in CSV does not match CSV format example (as shown below).
pt_br: O número de colunas em seu arquivo CSV não corresponde ao formato de exemplo do CSV (como mostrado abaixo).

source: Could not upload file. Please make sure permissions in /uploads/ folder is set to 777. Then remove the /csvs/ folder in the /uploads/ folder and try again.
pt_br: Não foi possível fazer upload do arquivo. Certifique-se de as permissões da pasta /uploads/ está configurado para 777. Então, remova a pasta /csv/ dentro da pasta /uploads/ e tente novamente.

source: Format your CSV the same way as the example below (without the first title row)
pt_br: Formate o seu arquivo CSV seguindo o exemplo abaixo (excluindo a primeira linha dos títulos)

source: The number of columns in your CSV should be the same as the example below
pt_br: O número de colunas em seu CSV deve ser o mesmo do exemplo abaixo

source: If you want to import more than just name & email
pt_br: Se você deseja importar mais informações que além de nome & e-mail

source: create custom fields first
pt_br: você deve criar campos personalizados primeiro

source: Apply <span class="label label-warning">GDPR</span> tag to imported subscribers?
pt_br: Aplicar a tag <span class="label label-warning">GDPR</span> para assinantes importados?

source: If your data includes EU subscribers that were collected in a GDPR compliant manner, check this box to apply a 'GDPR' tag to all of them. In your brand settings, you can turn on the 'GDPR' safe switch' so that Campaigns and Autoresponders will only always send to subscribers tagged with 'GDPR'.
pt_br: Se os seus dados incluírem assinantes da UE que foram coletados de maneira compatível com GDPR, marque essa caixa para aplicar uma tag 'GDPR' a todos eles. Nas configurações da sua marca, você pode ativar a opção "GDPR Seguro" para que as campanhas e os autoresponders enviem sempre para os assinantes marcados com 'GDPR'.

source: If your CSV is huge and your server constantly timeout
pt_br: Se o seu CSV é imenso e seu servidor cai constantemente ao tentar importá-lo

source: By setting up a cron job, your CSV will continue to import without needing your window to be opened and timeouts will automatically be handled as well.
pt_br: Ao configurar uma tarefa cron, seu CSV continuará sendo importado sem a necessidade de deixar a janela do seu navegador aberta, e os timeouts serão automaticamente gerenciados.

source: To import large CSVs more reliably and have Sendy handle server timeouts, add a
pt_br: Para importar grandes CSVs com confiança e deixar que o Sendy gerencie os timeouts do servidor, adicione uma

source: The above cron job runs every 1 minute. You can set it at 5 minutes (eg. */5) or any interval you want. The shorter the interval, the faster your CSV will start to import. Once added, wait for cron job to start running. If your cron job is functioning correctly, the blue informational message will disappear and future CSV imports will be done via cron.
pt_br: A tarefa cron acima roda a cada minuto. Você pode ajustar para 5 minutos (ex. */5) ou qualquer intervalo que desejar. Quanto menor o intervalo, mais rápido o seu CSV será importado. Uma vez adicionada, aguarde o início da sua tarefa cron. Se ela estiver funcionando corretamente, a caixa de informação azul desaparecerá, e todas as futuras importações de CSV serão feitas via cron.

source: Add name and email per line
pt_br: Adicionar nome e e-mail por linha

source: Name and email
pt_br: Nome e e-mail

source: to import more than just name and email, import via CSV
pt_br: para importar mais que apenas nome e e-mail, importe via CSV

source: Verification success
pt_br: Verificado com sucesso

source: Verification failed
pt_br: Verificação falhou

source: Your email has been verified!
pt_br: Seu email foi verificado!

source: Verification failed.
pt_br: Verificação falhou.

source: Web version no longer exists
pt_br: Versão web não existe mais
